; s1: str
; s0: attr
albhed_to_korean:
	addiu sp, sp, -0x30
	sd t0, 0x0(sp)
	sd t1, 0x10(sp)
	sd t2, 0x20(sp)

	; v0 = *s1
	; if (!(v0 >= 0x24 && v0 <= 0x2f))
	lbu v0, 0x0(s1)
	addi t0, v0, -0x24
	sltiu t1, t0, 0xc
	bne t1, zero, @@_korean
	nop

	; 기존 일어 코드
	sltiu t0, v0, 0x30
	beq t0, zero, @@_end
	sb v0, 0x0(s0)
	lbu v0, 0x1(s1)
	addiu s0, s0, 1
	b @@_end
	sb v0, 0x0(s0)

@@_korean:
	; t0 = (*s1 - MULTIBYTE_BASE) * 0xd0
	; t0 = (*(s1 + 1) - 0x30) + t0
	addiu t0, v0, -MULTIBYTE_BASE
	li t1, 0xd0
	mult t0, t0, t1
	lbu t1, 0x1(s1)
	addiu t1, t1, -0x30
	addu t0, t0, t1

	; t0 *= 8
	li t2, 8
	mult t0, t0, t2

	; t1 = @@_albhed_table + t0
	la t1, @@_albhed_table
	addu t1, t1, t0

	li v0, 0
	addi s0, s0, 1

	; 자음
	lui v1, 0x32
	lw v1, -0xfa0(v1)
	lbu t0, 0x0(t1)
	srav v1, v1, t0
	andi v1, v1, 1
	beq v1, zero, @@_translate_moum
	nop

	addi v0, v0, 1

	; 모음
@@_translate_moum:
	lui v1, 0x32
	lw v1, -0xfa0(v1)
	lbu t0, 0x1(t1)
	srav v1, v1, t0
	andi v1, v1, 1
	beq v1, zero, @@_translate_result
	nop

	addi v0, v0, 2

@@_translate_result:
	beq v0, zero, @@_0
	nop

	li v1, 1
	beq v0, v1, @@_1
	nop

	addi v1, v1, 1
	beq v0, v1, @@_2
	nop

	b @@_3
	nop

@@_0:
	lbu t0, 0x2(t1)
	sb t0, -0x1(s0)
	lbu t0, 0x3(t1)
	sb t0, 0x0(s0)
	b @@_return
	li v0, ALBHED_UNTRANSLATED_COLOR

@@_1:
	lbu t0, 0x4(t1)
	sb t0, -0x1(s0)
	lbu t0, 0x5(t1)
	sb t0, 0x0(s0)
	b @@_return
	li v0, ALBHED_UNTRANSLATED_COLOR_2

@@_2:
	lbu t0, 0x6(t1)
	sb t0, -0x1(s0)
	lbu t0, 0x7(t1)
	sb t0, 0x0(s0)
	b @@_return
	li v0, ALBHED_UNTRANSLATED_COLOR_2

@@_3:
	lbu t0, 0x0(s1)
	sb t0, -0x1(s0)
	lbu t0, 0x1(s1)
	sb t0, 0x0(s0)
	b @@_return
	li v0, ALBHED_TRANSLATED_COLOR

@@_end:
	; s0[1] = 0
	sb zero, 0x1(s0)

	; v0 = *DAT_0031f060 & 0x3ffffff
	li v1, 0x3ffffff
	la a0, 0x31f060
	lw v0, 0x0(a0)
	xor v0, v0, v1
	beq v0, zero, @@_return
	li v0, ALBHED_TRANSLATED_COLOR

	li v0, ALBHED_UNTRANSLATED_COLOR

@@_return:
	ld t0, 0x0(sp)
	ld t1, 0x10(sp)
	ld t2, 0x20(sp)
	addiu sp, sp, 0x30

	; FUN_002022c0의 스택 복구
	ld ra, 0x20(sp)
	ld s1, 0x10(sp)
	ld s0, 0x0(sp)
	jr ra
	addiu sp, sp, 0x30

.align 4
@@_albhed_table:
	albhed  1,  2, "부", "구", "바" ; 가
	albhed  1,  2, "부", "구", "바" ; 각
	albhed  1,  2, "부", "구", "바" ; 간
	albhed  1,  2, "부", "구", "바" ; 갇
	albhed  1,  2, "부", "구", "바" ; 갈
	albhed  1,  2, "부", "구", "바" ; 갉
	albhed  1,  2, "부", "구", "바" ; 갊
	albhed  1,  2, "부", "구", "바" ; 감
	albhed  1,  2, "부", "구", "바" ; 갑
	albhed  1,  2, "부", "구", "바" ; 값
	albhed  1,  2, "부", "구", "바" ; 갓
	albhed  1,  2, "부", "구", "바" ; 갔
	albhed  1,  2, "부", "구", "바" ; 강
	albhed  1,  2, "부", "구", "바" ; 갖
	albhed  1,  2, "부", "구", "바" ; 갗
	albhed  1,  2, "부", "구", "바" ; 같
	albhed  1,  2, "부", "구", "바" ; 갚
	albhed  1,  2, "부", "구", "바" ; 갛
	albhed  1, 10, "브", "그", "배" ; 개
	albhed  1, 10, "브", "그", "배" ; 객
	albhed  1, 10, "브", "그", "배" ; 갠
	albhed  1, 10, "브", "그", "배" ; 갤
	albhed  1, 10, "브", "그", "배" ; 갬
	albhed  1, 10, "브", "그", "배" ; 갭
	albhed  1, 10, "브", "그", "배" ; 갯
	albhed  1, 10, "브", "그", "배" ; 갰
	albhed  1, 10, "브", "그", "배" ; 갱
	albhed  1,  2, "뷰", "규", "뱌" ; 갸
	albhed  1,  2, "뷰", "규", "뱌" ; 갹
	albhed  1,  2, "뷰", "규", "뱌" ; 갼
	albhed  1,  2, "뷰", "규", "뱌" ; 걀
	albhed  1,  2, "뷰", "규", "뱌" ; 걋
	albhed  1,  2, "뷰", "규", "뱌" ; 걍
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed  1,  4, "보", "고", "버" ; 거
	albhed  1,  4, "보", "고", "버" ; 걱
	albhed  1,  4, "보", "고", "버" ; 건
	albhed  1,  4, "보", "고", "버" ; 걷
	albhed  1,  4, "보", "고", "버" ; 걸
	albhed  1,  4, "보", "고", "버" ; 걺
	albhed  1,  4, "보", "고", "버" ; 검
	albhed  1,  4, "보", "고", "버" ; 겁
	albhed  1,  4, "보", "고", "버" ; 것
	albhed  1,  4, "보", "고", "버" ; 겄
	albhed  1,  4, "보", "고", "버" ; 겅
	albhed  1,  4, "보", "고", "버" ; 겆
	albhed  1,  4, "보", "고", "버" ; 겉
	albhed  1,  4, "보", "고", "버" ; 겊
	albhed  1,  4, "보", "고", "버" ; 겋
	albhed  1, 10, "브", "그", "베" ; 게
	albhed  1, 10, "브", "그", "베" ; 겐
	albhed  1, 10, "브", "그", "베" ; 겔
	albhed  1, 10, "브", "그", "베" ; 겜
	albhed  1, 10, "브", "그", "베" ; 겝
	albhed  1, 10, "브", "그", "베" ; 겟
	albhed  1, 10, "브", "그", "베" ; 겠
	albhed  1, 10, "브", "그", "베" ; 겡
	albhed  1,  4, "뵤", "교", "벼" ; 겨
	albhed  1,  4, "뵤", "교", "벼" ; 격
	albhed  1,  4, "뵤", "교", "벼" ; 겪
	albhed  1,  4, "뵤", "교", "벼" ; 견
	albhed  1,  4, "뵤", "교", "벼" ; 겯
	albhed  1,  4, "뵤", "교", "벼" ; 결
	albhed  1,  4, "뵤", "교", "벼" ; 겸
	albhed  1,  4, "뵤", "교", "벼" ; 겹
	albhed  1,  4, "뵤", "교", "벼" ; 겻
	albhed  1,  4, "뵤", "교", "벼" ; 겼
	albhed  1,  4, "뵤", "교", "벼" ; 경
	albhed  1,  4, "뵤", "교", "벼" ; 곁
	albhed  1, 14, "브", "그", "볘" ; 계
	albhed  1, 14, "브", "그", "볘" ; 곈
	albhed  1, 14, "브", "그", "볘" ; 곌
	albhed  1, 14, "브", "그", "볘" ; 곕
	albhed  1, 14, "브", "그", "볘" ; 곗
	albhed  1,  8, "버", "거", "보" ; 고
	albhed  1,  8, "버", "거", "보" ; 곡
	albhed  1,  8, "버", "거", "보" ; 곤
	albhed  1,  8, "버", "거", "보" ; 곧
	albhed  1,  8, "버", "거", "보" ; 골
	albhed  1,  8, "버", "거", "보" ; 곪
	albhed  1,  8, "버", "거", "보" ; 곬
	albhed  1,  8, "버", "거", "보" ; 곯
	albhed  1,  8, "버", "거", "보" ; 곰
	albhed  1,  8, "버", "거", "보" ; 곱
	albhed  1,  8, "버", "거", "보" ; 곳
	albhed  1,  8, "버", "거", "보" ; 공
	albhed  1,  8, "버", "거", "보" ; 곶
	albhed  1, 12, "비", "기", "봐" ; 과
	albhed  1, 12, "비", "기", "봐" ; 곽
	albhed  1, 12, "비", "기", "봐" ; 관
	albhed  1, 12, "비", "기", "봐" ; 괄
	albhed  1, 12, "비", "기", "봐" ; 괆
	albhed  1, 12, "비", "기", "봐" ; 괌
	albhed  1, 12, "비", "기", "봐" ; 괍
	albhed  1, 12, "비", "기", "봐" ; 괏
	albhed  1, 12, "비", "기", "봐" ; 광
	albhed  1, 12, "비", "기", "봬" ; 괘
	albhed  1, 12, "비", "기", "봬" ; 괜
	albhed  1, 12, "비", "기", "봬" ; 괠
	albhed  1, 12, "비", "기", "봬" ; 괩
	albhed  1, 12, "비", "기", "봬" ; 괬
	albhed  1, 12, "비", "기", "봬" ; 괭
	albhed  1, 22, "비", "기", "뵈" ; 괴
	albhed  1, 22, "비", "기", "뵈" ; 괵
	albhed  1, 22, "비", "기", "뵈" ; 괸
	albhed  1, 22, "비", "기", "뵈" ; 괼
	albhed  1, 22, "비", "기", "뵈" ; 굄
	albhed  1, 22, "비", "기", "뵈" ; 굅
	albhed  1, 22, "비", "기", "뵈" ; 굇
	albhed  1, 22, "비", "기", "뵈" ; 굉
	albhed  1,  8, "벼", "겨", "뵤" ; 교
	albhed  1,  8, "벼", "겨", "뵤" ; 굔
	albhed  1,  8, "벼", "겨", "뵤" ; 굘
	albhed  1,  8, "벼", "겨", "뵤" ; 굡
	albhed  1,  8, "벼", "겨", "뵤" ; 굣
	albhed  1,  6, "바", "가", "부" ; 구
	albhed  1,  6, "바", "가", "부" ; 국
	albhed  1,  6, "바", "가", "부" ; 군
	albhed  1,  6, "바", "가", "부" ; 굳
	albhed  1,  6, "바", "가", "부" ; 굴
	albhed  1,  6, "바", "가", "부" ; 굵
	albhed  1,  6, "바", "가", "부" ; 굶
	albhed  1,  6, "바", "가", "부" ; 굻
	albhed  1,  6, "바", "가", "부" ; 굼
	albhed  1,  6, "바", "가", "부" ; 굽
	albhed  1,  6, "바", "가", "부" ; 굿
	albhed  1,  6, "바", "가", "부" ; 궁
	albhed  1,  6, "바", "가", "부" ; 궂
	albhed  1, 16, "비", "기", "붜" ; 궈
	albhed  1, 16, "비", "기", "붜" ; 궉
	albhed  1, 16, "비", "기", "붜" ; 권
	albhed  1, 16, "비", "기", "붜" ; 궐
	albhed  1, 16, "비", "기", "붜" ; 궜
	albhed  1, 16, "비", "기", "붜" ; 궝
	albhed  1, 16, "비", "기", "붸" ; 궤
	albhed  1, 16, "비", "기", "붸" ; 궷
	albhed  1, 22, "비", "기", "뷔" ; 귀
	albhed  1, 22, "비", "기", "뷔" ; 귁
	albhed  1, 22, "비", "기", "뷔" ; 귄
	albhed  1, 22, "비", "기", "뷔" ; 귈
	albhed  1, 22, "비", "기", "뷔" ; 귐
	albhed  1, 22, "비", "기", "뷔" ; 귑
	albhed  1, 22, "비", "기", "뷔" ; 귓
	albhed  1,  6, "뱌", "갸", "뷰" ; 규
	albhed  1,  6, "뱌", "갸", "뷰" ; 균
	albhed  1,  6, "뱌", "갸", "뷰" ; 귤
	albhed  1, 18, "베", "게", "브" ; 그
	albhed  1, 18, "베", "게", "브" ; 극
	albhed  1, 18, "베", "게", "브" ; 근
	albhed  1, 18, "베", "게", "브" ; 귿
	albhed  1, 18, "베", "게", "브" ; 글
	albhed  1, 18, "베", "게", "브" ; 긁
	albhed  1, 18, "베", "게", "브" ; 금
	albhed  1, 18, "베", "게", "브" ; 급
	albhed  1, 18, "베", "게", "브" ; 긋
	albhed  1, 18, "베", "게", "브" ; 긍
	albhed_dummy
	albhed  1, 20, "베", "게", "비" ; 기
	albhed  1, 20, "베", "게", "비" ; 긱
	albhed  1, 20, "베", "게", "비" ; 긴
	albhed  1, 20, "베", "게", "비" ; 긷
	albhed  1, 20, "베", "게", "비" ; 길
	albhed  1, 20, "베", "게", "비" ; 긺
	albhed  1, 20, "베", "게", "비" ; 김
	albhed  1, 20, "베", "게", "비" ; 깁
	albhed  1, 20, "베", "게", "비" ; 깃
	albhed  1, 20, "베", "게", "비" ; 깅
	albhed  1, 20, "베", "게", "비" ; 깆
	albhed  1, 20, "베", "게", "비" ; 깊
	albhed  1,  2, "뿌", "꾸", "빠" ; 까
	albhed  1,  2, "뿌", "꾸", "빠" ; 깍
	albhed  1,  2, "뿌", "꾸", "빠" ; 깎
	albhed  1,  2, "뿌", "꾸", "빠" ; 깐
	albhed  1,  2, "뿌", "꾸", "빠" ; 깔
	albhed  1,  2, "뿌", "꾸", "빠" ; 깖
	albhed  1,  2, "뿌", "꾸", "빠" ; 깜
	albhed  1,  2, "뿌", "꾸", "빠" ; 깝
	albhed  1,  2, "뿌", "꾸", "빠" ; 깟
	albhed  1,  2, "뿌", "꾸", "빠" ; 깠
	albhed  1,  2, "뿌", "꾸", "빠" ; 깡
	albhed  1,  2, "뿌", "꾸", "빠" ; 깥
	albhed  1, 10, "쁘", "끄", "빼" ; 깨
	albhed  1, 10, "쁘", "끄", "빼" ; 깩
	albhed  1, 10, "쁘", "끄", "빼" ; 깬
	albhed  1, 10, "쁘", "끄", "빼" ; 깰
	albhed  1, 10, "쁘", "끄", "빼" ; 깸
	albhed  1, 10, "쁘", "끄", "빼" ; 깹
	albhed  1, 10, "쁘", "끄", "빼" ; 깻
	albhed  1, 10, "쁘", "끄", "빼" ; 깼
	albhed  1, 10, "쁘", "끄", "빼" ; 깽
	albhed  1,  2, "쀼", "뀨", "뺘" ; 꺄
	albhed  1,  2, "쀼", "뀨", "뺘" ; 꺅
	albhed  1,  2, "쀼", "뀨", "뺘" ; 꺌
	albhed  1,  4, "뽀", "꼬", "뻐" ; 꺼
	albhed  1,  4, "뽀", "꼬", "뻐" ; 꺽
	albhed  1,  4, "뽀", "꼬", "뻐" ; 꺾
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껀
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껄
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껌
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껍
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껏
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껐
	albhed  1,  4, "뽀", "꼬", "뻐" ; 껑
	albhed  1, 10, "쁘", "끄", "뻬" ; 께
	albhed  1, 10, "쁘", "끄", "뻬" ; 껙
	albhed  1, 10, "쁘", "끄", "뻬" ; 껜
	albhed  1, 10, "쁘", "끄", "뻬" ; 껨
	albhed  1, 10, "쁘", "끄", "뻬" ; 껫
	albhed  1, 10, "쁘", "끄", "뻬" ; 껭
	albhed  1,  4, "뾰", "꾜", "뼈" ; 껴
	albhed  1,  4, "뾰", "꾜", "뼈" ; 껸
	albhed  1,  4, "뾰", "꾜", "뼈" ; 껼
	albhed  1,  4, "뾰", "꾜", "뼈" ; 꼇
	albhed  1,  4, "뾰", "꾜", "뼈" ; 꼈
	albhed  1,  4, "뾰", "꾜", "뼈" ; 꼍
	albhed_dummy
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼬
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼭
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼰
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼲
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼴
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼼
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼽
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꼿
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꽁
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꽂
	albhed  1,  8, "뻐", "꺼", "뽀" ; 꽃
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed  1, 22, "삐", "끼", "뾔" ; 꾀
	albhed  1, 22, "삐", "끼", "뾔" ; 꾄
	albhed  1, 22, "삐", "끼", "뾔" ; 꾈
	albhed  1, 22, "삐", "끼", "뾔" ; 꾐
	albhed  1, 22, "삐", "끼", "뾔" ; 꾑
	albhed  1, 22, "삐", "끼", "뾔" ; 꾕
	albhed  1,  8, "뼈", "껴", "뾰" ; 꾜
	albhed  1,  6, "빠", "까", "뿌" ; 꾸
	albhed  1,  6, "빠", "까", "뿌" ; 꾹
	albhed  1,  6, "빠", "까", "뿌" ; 꾼
	albhed  1,  6, "빠", "까", "뿌" ; 꿀
	albhed  1,  6, "빠", "까", "뿌" ; 꿇
	albhed  1,  6, "빠", "까", "뿌" ; 꿈
	albhed  1,  6, "빠", "까", "뿌" ; 꿉
	albhed  1,  6, "빠", "까", "뿌" ; 꿋
	albhed  1,  6, "빠", "까", "뿌" ; 꿍
	albhed  1,  6, "빠", "까", "뿌" ; 꿎
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed  1,  6, "뺘", "꺄", "쀼" ; 뀨
	albhed  1, 18, "뻬", "께", "쁘" ; 끄
	albhed  1, 18, "뻬", "께", "쁘" ; 끅
	albhed  1, 18, "뻬", "께", "쁘" ; 끈
	albhed  1, 18, "뻬", "께", "쁘" ; 끊
	albhed  1, 18, "뻬", "께", "쁘" ; 끌
	albhed  1, 18, "뻬", "께", "쁘" ; 끎
	albhed  1, 18, "뻬", "께", "쁘" ; 끓
	albhed  1, 18, "뻬", "께", "쁘" ; 끔
	albhed  1, 18, "뻬", "께", "쁘" ; 끕
	albhed  1, 18, "뻬", "께", "쁘" ; 끗
	albhed  1, 18, "뻬", "께", "쁘" ; 끙
	albhed  1, 18, "뻬", "께", "쁘" ; 끝
	albhed  1, 20, "뻬", "께", "삐" ; 끼
	albhed  1, 20, "뻬", "께", "삐" ; 끽
	albhed  1, 20, "뻬", "께", "삐" ; 낀
	albhed  1, 20, "뻬", "께", "삐" ; 낄
	albhed  1, 20, "뻬", "께", "삐" ; 낌
	albhed  1, 20, "뻬", "께", "삐" ; 낍
	albhed  1, 20, "뻬", "께", "삐" ; 낏
	albhed  1, 20, "뻬", "께", "삐" ; 낑
	albhed  3,  2, "후", "누", "하" ; 나
	albhed  3,  2, "후", "누", "하" ; 낙
	albhed  3,  2, "후", "누", "하" ; 낚
	albhed  3,  2, "후", "누", "하" ; 난
	albhed  3,  2, "후", "누", "하" ; 낟
	albhed  3,  2, "후", "누", "하" ; 날
	albhed  3,  2, "후", "누", "하" ; 낡
	albhed  3,  2, "후", "누", "하" ; 낢
	albhed  3,  2, "후", "누", "하" ; 남
	albhed  3,  2, "후", "누", "하" ; 납
	albhed  3,  2, "후", "누", "하" ; 낫
	albhed  3,  2, "후", "누", "하" ; 났
	albhed  3,  2, "후", "누", "하" ; 낭
	albhed  3,  2, "후", "누", "하" ; 낮
	albhed  3,  2, "후", "누", "하" ; 낯
	albhed  3,  2, "후", "누", "하" ; 낱
	albhed  3,  2, "후", "누", "하" ; 낳
	albhed  3, 10, "흐", "느", "해" ; 내
	albhed  3, 10, "흐", "느", "해" ; 낵
	albhed  3, 10, "흐", "느", "해" ; 낸
	albhed  3, 10, "흐", "느", "해" ; 낼
	albhed  3, 10, "흐", "느", "해" ; 냄
	albhed  3, 10, "흐", "느", "해" ; 냅
	albhed  3, 10, "흐", "느", "해" ; 냇
	albhed  3, 10, "흐", "느", "해" ; 냈
	albhed  3, 10, "흐", "느", "해" ; 냉
	albhed  3,  2, "휴", "뉴", "햐" ; 냐
	albhed  3,  2, "휴", "뉴", "햐" ; 냑
	albhed  3,  2, "휴", "뉴", "햐" ; 냔
	albhed  3,  2, "휴", "뉴", "햐" ; 냘
	albhed  3,  2, "휴", "뉴", "햐" ; 냠
	albhed  3,  2, "휴", "뉴", "햐" ; 냥
	albhed  3,  4, "호", "노", "허" ; 너
	albhed  3,  4, "호", "노", "허" ; 넉
	albhed  3,  4, "호", "노", "허" ; 넋
	albhed  3,  4, "호", "노", "허" ; 넌
	albhed  3,  4, "호", "노", "허" ; 널
	albhed  3,  4, "호", "노", "허" ; 넒
	albhed  3,  4, "호", "노", "허" ; 넓
	albhed  3,  4, "호", "노", "허" ; 넘
	albhed  3,  4, "호", "노", "허" ; 넙
	albhed  3,  4, "호", "노", "허" ; 넛
	albhed  3,  4, "호", "노", "허" ; 넜
	albhed  3,  4, "호", "노", "허" ; 넝
	albhed  3,  4, "호", "노", "허" ; 넣
	albhed  3, 10, "흐", "느", "헤" ; 네
	albhed  3, 10, "흐", "느", "헤" ; 넥
	albhed  3, 10, "흐", "느", "헤" ; 넨
	albhed  3, 10, "흐", "느", "헤" ; 넬
	albhed  3, 10, "흐", "느", "헤" ; 넴
	albhed  3, 10, "흐", "느", "헤" ; 넵
	albhed  3, 10, "흐", "느", "헤" ; 넷
	albhed  3, 10, "흐", "느", "헤" ; 넸
	albhed  3, 10, "흐", "느", "헤" ; 넹
	albhed  3,  4, "효", "뇨", "혀" ; 녀
	albhed  3,  4, "효", "뇨", "혀" ; 녁
	albhed  3,  4, "효", "뇨", "혀" ; 년
	albhed  3,  4, "효", "뇨", "혀" ; 녈
	albhed  3,  4, "효", "뇨", "혀" ; 념
	albhed  3,  4, "효", "뇨", "혀" ; 녑
	albhed  3,  4, "효", "뇨", "혀" ; 녔
	albhed  3,  4, "효", "뇨", "혀" ; 녕
	albhed  3,  4, "효", "뇨", "혀" ; 녘
	albhed  3, 14, "흐", "느", "혜" ; 녜
	albhed  3, 14, "흐", "느", "혜" ; 녠
	albhed  3,  8, "허", "너", "호" ; 노
	albhed  3,  8, "허", "너", "호" ; 녹
	albhed  3,  8, "허", "너", "호" ; 논
	albhed  3,  8, "허", "너", "호" ; 놀
	albhed  3,  8, "허", "너", "호" ; 놂
	albhed  3,  8, "허", "너", "호" ; 놈
	albhed  3,  8, "허", "너", "호" ; 놉
	albhed  3,  8, "허", "너", "호" ; 놋
	albhed  3,  8, "허", "너", "호" ; 농
	albhed  3,  8, "허", "너", "호" ; 높
	albhed  3,  8, "허", "너", "호" ; 놓
	albhed  3, 12, "히", "니", "화" ; 놔
	albhed  3, 12, "히", "니", "화" ; 놘
	albhed  3, 12, "히", "니", "화" ; 놜
	albhed  3, 12, "히", "니", "화" ; 놨
	albhed  3, 22, "히", "니", "회" ; 뇌
	albhed  3, 22, "히", "니", "회" ; 뇐
	albhed  3, 22, "히", "니", "회" ; 뇔
	albhed  3, 22, "히", "니", "회" ; 뇜
	albhed  3, 22, "히", "니", "회" ; 뇝
	albhed  3, 22, "히", "니", "회" ; 뇟
	albhed  3,  8, "혀", "녀", "효" ; 뇨
	albhed  3,  8, "혀", "녀", "효" ; 뇩
	albhed  3,  8, "혀", "녀", "효" ; 뇬
	albhed  3,  8, "혀", "녀", "효" ; 뇰
	albhed  3,  8, "혀", "녀", "효" ; 뇹
	albhed  3,  8, "혀", "녀", "효" ; 뇻
	albhed  3,  8, "혀", "녀", "효" ; 뇽
	albhed  3,  6, "하", "나", "후" ; 누
	albhed  3,  6, "하", "나", "후" ; 눅
	albhed  3,  6, "하", "나", "후" ; 눈
	albhed  3,  6, "하", "나", "후" ; 눋
	albhed  3,  6, "하", "나", "후" ; 눌
	albhed  3,  6, "하", "나", "후" ; 눔
	albhed  3,  6, "하", "나", "후" ; 눕
	albhed  3,  6, "하", "나", "후" ; 눗
	albhed  3,  6, "하", "나", "후" ; 눙
	albhed  3, 16, "히", "니", "훠" ; 눠
	albhed  3, 16, "히", "니", "훠" ; 눴
	albhed  3, 16, "히", "니", "훼" ; 눼
	albhed  3, 22, "히", "니", "휘" ; 뉘
	albhed  3, 22, "히", "니", "휘" ; 뉜
	albhed  3, 22, "히", "니", "휘" ; 뉠
	albhed  3, 22, "히", "니", "휘" ; 뉨
	albhed  3, 22, "히", "니", "휘" ; 뉩
	albhed  3,  6, "햐", "냐", "휴" ; 뉴
	albhed  3,  6, "햐", "냐", "휴" ; 뉵
	albhed  3,  6, "햐", "냐", "휴" ; 뉼
	albhed  3,  6, "햐", "냐", "휴" ; 늄
	albhed  3,  6, "햐", "냐", "휴" ; 늅
	albhed  3,  6, "햐", "냐", "휴" ; 늉
	albhed  3, 18, "헤", "네", "흐" ; 느
	albhed  3, 18, "헤", "네", "흐" ; 늑
	albhed  3, 18, "헤", "네", "흐" ; 는
	albhed  3, 18, "헤", "네", "흐" ; 늘
	albhed  3, 18, "헤", "네", "흐" ; 늙
	albhed  3, 18, "헤", "네", "흐" ; 늚
	albhed  3, 18, "헤", "네", "흐" ; 늠
	albhed  3, 18, "헤", "네", "흐" ; 늡
	albhed  3, 18, "헤", "네", "흐" ; 늣
	albhed  3, 18, "헤", "네", "흐" ; 능
	albhed  3, 18, "헤", "네", "흐" ; 늦
	albhed  3, 18, "헤", "네", "흐" ; 늪
	albhed  3, 24, "헤", "네", "희" ; 늬
	albhed  3, 24, "헤", "네", "희" ; 늰
	albhed  3, 24, "헤", "네", "희" ; 늴
	albhed  3, 20, "헤", "네", "히" ; 니
	albhed  3, 20, "헤", "네", "히" ; 닉
	albhed  3, 20, "헤", "네", "히" ; 닌
	albhed  3, 20, "헤", "네", "히" ; 닐
	albhed  3, 20, "헤", "네", "히" ; 닒
	albhed  3, 20, "헤", "네", "히" ; 님
	albhed  3, 20, "헤", "네", "히" ; 닙
	albhed  3, 20, "헤", "네", "히" ; 닛
	albhed  3, 20, "헤", "네", "히" ; 닝
	albhed  3, 20, "헤", "네", "히" ; 닢
	albhed  5,  2, "수", "두", "사" ; 다
	albhed  5,  2, "수", "두", "사" ; 닥
	albhed  5,  2, "수", "두", "사" ; 닦
	albhed  5,  2, "수", "두", "사" ; 단
	albhed  5,  2, "수", "두", "사" ; 닫
	albhed  5,  2, "수", "두", "사" ; 달
	albhed  5,  2, "수", "두", "사" ; 닭
	albhed  5,  2, "수", "두", "사" ; 닮
	albhed  5,  2, "수", "두", "사" ; 닯
	albhed  5,  2, "수", "두", "사" ; 닳
	albhed  5,  2, "수", "두", "사" ; 담
	albhed  5,  2, "수", "두", "사" ; 답
	albhed  5,  2, "수", "두", "사" ; 닷
	albhed  5,  2, "수", "두", "사" ; 닸
	albhed  5,  2, "수", "두", "사" ; 당
	albhed  5,  2, "수", "두", "사" ; 닺
	albhed  5,  2, "수", "두", "사" ; 닻
	albhed  5,  2, "수", "두", "사" ; 닿
	albhed  5, 10, "스", "드", "새" ; 대
	albhed  5, 10, "스", "드", "새" ; 댁
	albhed  5, 10, "스", "드", "새" ; 댄
	albhed  5, 10, "스", "드", "새" ; 댈
	albhed  5, 10, "스", "드", "새" ; 댐
	albhed  5, 10, "스", "드", "새" ; 댑
	albhed  5, 10, "스", "드", "새" ; 댓
	albhed  5, 10, "스", "드", "새" ; 댔
	albhed  5, 10, "스", "드", "새" ; 댕
	albhed  5,  2, "슈", "듀", "샤" ; 댜
	albhed  5,  4, "소", "도", "서" ; 더
	albhed  5,  4, "소", "도", "서" ; 덕
	albhed  5,  4, "소", "도", "서" ; 덖
	albhed  5,  4, "소", "도", "서" ; 던
	albhed  5,  4, "소", "도", "서" ; 덛
	albhed  5,  4, "소", "도", "서" ; 덜
	albhed  5,  4, "소", "도", "서" ; 덞
	albhed  5,  4, "소", "도", "서" ; 덟
	albhed  5,  4, "소", "도", "서" ; 덤
	albhed  5,  4, "소", "도", "서" ; 덥
	albhed  5,  4, "소", "도", "서" ; 덧
	albhed  5,  4, "소", "도", "서" ; 덩
	albhed  5,  4, "소", "도", "서" ; 덫
	albhed  5,  4, "소", "도", "서" ; 덮
	albhed  5, 10, "스", "드", "세" ; 데
	albhed  5, 10, "스", "드", "세" ; 덱
	albhed  5, 10, "스", "드", "세" ; 덴
	albhed  5, 10, "스", "드", "세" ; 델
	albhed  5, 10, "스", "드", "세" ; 뎀
	albhed  5, 10, "스", "드", "세" ; 뎁
	albhed  5, 10, "스", "드", "세" ; 뎃
	albhed  5, 10, "스", "드", "세" ; 뎄
	albhed  5, 10, "스", "드", "세" ; 뎅
	albhed  5,  4, "쇼", "됴", "셔" ; 뎌
	albhed  5,  4, "쇼", "됴", "셔" ; 뎐
	albhed  5,  4, "쇼", "됴", "셔" ; 뎔
	albhed  5,  4, "쇼", "됴", "셔" ; 뎠
	albhed  5,  4, "쇼", "됴", "셔" ; 뎡
	albhed  5, 14, "스", "드", "셰" ; 뎨
	albhed  5, 14, "스", "드", "셰" ; 뎬
	albhed  5,  8, "서", "더", "소" ; 도
	albhed  5,  8, "서", "더", "소" ; 독
	albhed  5,  8, "서", "더", "소" ; 돈
	albhed  5,  8, "서", "더", "소" ; 돋
	albhed  5,  8, "서", "더", "소" ; 돌
	albhed  5,  8, "서", "더", "소" ; 돎
	albhed  5,  8, "서", "더", "소" ; 돐
	albhed  5,  8, "서", "더", "소" ; 돔
	albhed  5,  8, "서", "더", "소" ; 돕
	albhed  5,  8, "서", "더", "소" ; 돗
	albhed  5,  8, "서", "더", "소" ; 동
	albhed  5,  8, "서", "더", "소" ; 돛
	albhed  5,  8, "서", "더", "소" ; 돝
	albhed  5, 12, "시", "디", "솨" ; 돠
	albhed  5, 12, "시", "디", "솨" ; 돤
	albhed  5, 12, "시", "디", "솨" ; 돨
	albhed  5, 12, "시", "디", "쇄" ; 돼
	albhed  5, 12, "시", "디", "쇄" ; 됐
	albhed  5, 22, "시", "디", "쇠" ; 되
	albhed  5, 22, "시", "디", "쇠" ; 된
	albhed  5, 22, "시", "디", "쇠" ; 될
	albhed  5, 22, "시", "디", "쇠" ; 됨
	albhed  5, 22, "시", "디", "쇠" ; 됩
	albhed  5, 22, "시", "디", "쇠" ; 됫
	albhed  5,  8, "셔", "뎌", "쇼" ; 됴
	albhed  5,  6, "사", "다", "수" ; 두
	albhed  5,  6, "사", "다", "수" ; 둑
	albhed  5,  6, "사", "다", "수" ; 둔
	albhed  5,  6, "사", "다", "수" ; 둘
	albhed  5,  6, "사", "다", "수" ; 둠
	albhed  5,  6, "사", "다", "수" ; 둡
	albhed  5,  6, "사", "다", "수" ; 둣
	albhed  5,  6, "사", "다", "수" ; 둥
	albhed  5, 16, "시", "디", "숴" ; 둬
	albhed  5, 16, "시", "디", "숴" ; 뒀
	albhed  5, 16, "시", "디", "쉐" ; 뒈
	albhed  5, 16, "시", "디", "쉐" ; 뒝
	albhed  5, 22, "시", "디", "쉬" ; 뒤
	albhed  5, 22, "시", "디", "쉬" ; 뒨
	albhed  5, 22, "시", "디", "쉬" ; 뒬
	albhed  5, 22, "시", "디", "쉬" ; 뒵
	albhed  5, 22, "시", "디", "쉬" ; 뒷
	albhed  5, 22, "시", "디", "쉬" ; 뒹
	albhed  5,  6, "샤", "댜", "슈" ; 듀
	albhed  5,  6, "샤", "댜", "슈" ; 듄
	albhed  5,  6, "샤", "댜", "슈" ; 듈
	albhed  5,  6, "샤", "댜", "슈" ; 듐
	albhed  5,  6, "샤", "댜", "슈" ; 듕
	albhed  5, 18, "세", "데", "스" ; 드
	albhed  5, 18, "세", "데", "스" ; 득
	albhed  5, 18, "세", "데", "스" ; 든
	albhed  5, 18, "세", "데", "스" ; 듣
	albhed  5, 18, "세", "데", "스" ; 들
	albhed  5, 18, "세", "데", "스" ; 듦
	albhed  5, 18, "세", "데", "스" ; 듬
	albhed  5, 18, "세", "데", "스" ; 듭
	albhed  5, 18, "세", "데", "스" ; 듯
	albhed  5, 18, "세", "데", "스" ; 등
	albhed_dummy
	albhed  5, 20, "세", "데", "시" ; 디
	albhed  5, 20, "세", "데", "시" ; 딕
	albhed  5, 20, "세", "데", "시" ; 딘
	albhed  5, 20, "세", "데", "시" ; 딛
	albhed  5, 20, "세", "데", "시" ; 딜
	albhed  5, 20, "세", "데", "시" ; 딤
	albhed  5, 20, "세", "데", "시" ; 딥
	albhed  5, 20, "세", "데", "시" ; 딧
	albhed  5, 20, "세", "데", "시" ; 딨
	albhed  5, 20, "세", "데", "시" ; 딩
	albhed  5, 20, "세", "데", "시" ; 딪
	albhed  5,  2, "쑤", "뚜", "싸" ; 따
	albhed  5,  2, "쑤", "뚜", "싸" ; 딱
	albhed  5,  2, "쑤", "뚜", "싸" ; 딴
	albhed  5,  2, "쑤", "뚜", "싸" ; 딸
	albhed  5,  2, "쑤", "뚜", "싸" ; 땀
	albhed  5,  2, "쑤", "뚜", "싸" ; 땁
	albhed  5,  2, "쑤", "뚜", "싸" ; 땃
	albhed  5,  2, "쑤", "뚜", "싸" ; 땄
	albhed  5,  2, "쑤", "뚜", "싸" ; 땅
	albhed  5,  2, "쑤", "뚜", "싸" ; 땋
	albhed  5, 10, "쓰", "뜨", "쌔" ; 때
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땍
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땐
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땔
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땜
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땝
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땟
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땠
	albhed  5, 10, "쓰", "뜨", "쌔" ; 땡
	albhed  5,  4, "쏘", "또", "써" ; 떠
	albhed  5,  4, "쏘", "또", "써" ; 떡
	albhed  5,  4, "쏘", "또", "써" ; 떤
	albhed  5,  4, "쏘", "또", "써" ; 떨
	albhed  5,  4, "쏘", "또", "써" ; 떪
	albhed  5,  4, "쏘", "또", "써" ; 떫
	albhed  5,  4, "쏘", "또", "써" ; 떰
	albhed  5,  4, "쏘", "또", "써" ; 떱
	albhed  5,  4, "쏘", "또", "써" ; 떳
	albhed  5,  4, "쏘", "또", "써" ; 떴
	albhed  5,  4, "쏘", "또", "써" ; 떵
	albhed  5,  4, "쏘", "또", "써" ; 떻
	albhed  5, 10, "쓰", "뜨", "쎄" ; 떼
	albhed  5, 10, "쓰", "뜨", "쎄" ; 떽
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗀
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗄
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗌
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗍
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗏
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗐
	albhed  5, 10, "쓰", "뜨", "쎄" ; 뗑
	albhed_dummy
	albhed_dummy
	albhed  5,  8, "써", "떠", "쏘" ; 또
	albhed  5,  8, "써", "떠", "쏘" ; 똑
	albhed  5,  8, "써", "떠", "쏘" ; 똔
	albhed  5,  8, "써", "떠", "쏘" ; 똘
	albhed  5,  8, "써", "떠", "쏘" ; 똥
	albhed  5, 12, "씨", "띠", "쏴" ; 똬
	albhed  5, 12, "씨", "띠", "쏴" ; 똴
	albhed  5, 12, "씨", "띠", "쐐" ; 뙈
	albhed  5, 22, "씨", "띠", "쐬" ; 뙤
	albhed  5, 22, "씨", "띠", "쐬" ; 뙨
	albhed  5,  6, "싸", "따", "쑤" ; 뚜
	albhed  5,  6, "싸", "따", "쑤" ; 뚝
	albhed  5,  6, "싸", "따", "쑤" ; 뚠
	albhed  5,  6, "싸", "따", "쑤" ; 뚤
	albhed  5,  6, "싸", "따", "쑤" ; 뚫
	albhed  5,  6, "싸", "따", "쑤" ; 뚬
	albhed  5,  6, "싸", "따", "쑤" ; 뚱
	albhed  5, 16, "씨", "띠", "쒜" ; 뛔
	albhed  5, 22, "씨", "띠", "쒸" ; 뛰
	albhed  5, 22, "씨", "띠", "쒸" ; 뛴
	albhed  5, 22, "씨", "띠", "쒸" ; 뛸
	albhed  5, 22, "씨", "띠", "쒸" ; 뜀
	albhed  5, 22, "씨", "띠", "쒸" ; 뜁
	albhed  5, 22, "씨", "띠", "쒸" ; 뜅
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜨
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜩
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜬
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜯
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜰
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜸
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜹
	albhed  5, 18, "쎄", "떼", "쓰" ; 뜻
	albhed  5, 24, "쎄", "떼", "씌" ; 띄
	albhed  5, 24, "쎄", "떼", "씌" ; 띈
	albhed  5, 24, "쎄", "떼", "씌" ; 띌
	albhed  5, 24, "쎄", "떼", "씌" ; 띔
	albhed  5, 24, "쎄", "떼", "씌" ; 띕
	albhed  5, 20, "쎄", "떼", "씨" ; 띠
	albhed  5, 20, "쎄", "떼", "씨" ; 띤
	albhed  5, 20, "쎄", "떼", "씨" ; 띨
	albhed  5, 20, "쎄", "떼", "씨" ; 띰
	albhed  5, 20, "쎄", "떼", "씨" ; 띱
	albhed  5, 20, "쎄", "떼", "씨" ; 띳
	albhed  5, 20, "쎄", "떼", "씨" ; 띵
	albhed  7,  2, "추", "루", "차" ; 라
	albhed  7,  2, "추", "루", "차" ; 락
	albhed  7,  2, "추", "루", "차" ; 란
	albhed  7,  2, "추", "루", "차" ; 랄
	albhed  7,  2, "추", "루", "차" ; 람
	albhed  7,  2, "추", "루", "차" ; 랍
	albhed  7,  2, "추", "루", "차" ; 랏
	albhed  7,  2, "추", "루", "차" ; 랐
	albhed  7,  2, "추", "루", "차" ; 랑
	albhed  7,  2, "추", "루", "차" ; 랒
	albhed  7,  2, "추", "루", "차" ; 랖
	albhed  7,  2, "추", "루", "차" ; 랗
	albhed  7, 10, "츠", "르", "채" ; 래
	albhed  7, 10, "츠", "르", "채" ; 랙
	albhed  7, 10, "츠", "르", "채" ; 랜
	albhed  7, 10, "츠", "르", "채" ; 랠
	albhed  7, 10, "츠", "르", "채" ; 램
	albhed  7, 10, "츠", "르", "채" ; 랩
	albhed  7, 10, "츠", "르", "채" ; 랫
	albhed  7, 10, "츠", "르", "채" ; 랬
	albhed  7, 10, "츠", "르", "채" ; 랭
	albhed  7,  2, "츄", "류", "챠" ; 랴
	albhed  7,  2, "츄", "류", "챠" ; 략
	albhed  7,  2, "츄", "류", "챠" ; 랸
	albhed  7,  2, "츄", "류", "챠" ; 럇
	albhed  7,  2, "츄", "류", "챠" ; 량
	albhed  7,  4, "초", "로", "처" ; 러
	albhed  7,  4, "초", "로", "처" ; 럭
	albhed  7,  4, "초", "로", "처" ; 런
	albhed  7,  4, "초", "로", "처" ; 럴
	albhed  7,  4, "초", "로", "처" ; 럼
	albhed  7,  4, "초", "로", "처" ; 럽
	albhed  7,  4, "초", "로", "처" ; 럿
	albhed  7,  4, "초", "로", "처" ; 렀
	albhed  7,  4, "초", "로", "처" ; 렁
	albhed  7,  4, "초", "로", "처" ; 렇
	albhed  7, 10, "츠", "르", "체" ; 레
	albhed  7, 10, "츠", "르", "체" ; 렉
	albhed  7, 10, "츠", "르", "체" ; 렌
	albhed  7, 10, "츠", "르", "체" ; 렐
	albhed  7, 10, "츠", "르", "체" ; 렘
	albhed  7, 10, "츠", "르", "체" ; 렙
	albhed  7, 10, "츠", "르", "체" ; 렛
	albhed  7, 10, "츠", "르", "체" ; 렝
	albhed  7,  4, "쵸", "료", "쳐" ; 려
	albhed  7,  4, "쵸", "료", "쳐" ; 력
	albhed  7,  4, "쵸", "료", "쳐" ; 련
	albhed  7,  4, "쵸", "료", "쳐" ; 렬
	albhed  7,  4, "쵸", "료", "쳐" ; 렴
	albhed  7,  4, "쵸", "료", "쳐" ; 렵
	albhed  7,  4, "쵸", "료", "쳐" ; 렷
	albhed  7,  4, "쵸", "료", "쳐" ; 렸
	albhed  7,  4, "쵸", "료", "쳐" ; 령
	albhed  7, 14, "츠", "르", "쳬" ; 례
	albhed  7, 14, "츠", "르", "쳬" ; 롄
	albhed  7, 14, "츠", "르", "쳬" ; 롑
	albhed  7, 14, "츠", "르", "쳬" ; 롓
	albhed  7,  8, "처", "러", "초" ; 로
	albhed  7,  8, "처", "러", "초" ; 록
	albhed  7,  8, "처", "러", "초" ; 론
	albhed  7,  8, "처", "러", "초" ; 롤
	albhed  7,  8, "처", "러", "초" ; 롬
	albhed  7,  8, "처", "러", "초" ; 롭
	albhed  7,  8, "처", "러", "초" ; 롯
	albhed  7,  8, "처", "러", "초" ; 롱
	albhed  7, 12, "치", "리", "촤" ; 롸
	albhed  7, 12, "치", "리", "촤" ; 롼
	albhed  7, 12, "치", "리", "촤" ; 뢍
	albhed_dummy
	albhed  7, 22, "치", "리", "최" ; 뢰
	albhed  7, 22, "치", "리", "최" ; 뢴
	albhed  7, 22, "치", "리", "최" ; 뢸
	albhed  7, 22, "치", "리", "최" ; 룀
	albhed  7, 22, "치", "리", "최" ; 룁
	albhed  7, 22, "치", "리", "최" ; 룃
	albhed  7, 22, "치", "리", "최" ; 룅
	albhed  7,  8, "쳐", "려", "쵸" ; 료
	albhed  7,  8, "쳐", "려", "쵸" ; 룐
	albhed  7,  8, "쳐", "려", "쵸" ; 룔
	albhed  7,  8, "쳐", "려", "쵸" ; 룝
	albhed  7,  8, "쳐", "려", "쵸" ; 룟
	albhed  7,  8, "쳐", "려", "쵸" ; 룡
	albhed  7,  6, "차", "라", "추" ; 루
	albhed  7,  6, "차", "라", "추" ; 룩
	albhed  7,  6, "차", "라", "추" ; 룬
	albhed  7,  6, "차", "라", "추" ; 룰
	albhed  7,  6, "차", "라", "추" ; 룸
	albhed  7,  6, "차", "라", "추" ; 룹
	albhed  7,  6, "차", "라", "추" ; 룻
	albhed  7,  6, "차", "라", "추" ; 룽
	albhed  7, 16, "치", "리", "춰" ; 뤄
	albhed  7, 16, "치", "리", "춰" ; 뤘
	albhed  7, 16, "치", "리", "췌" ; 뤠
	albhed  7, 22, "치", "리", "취" ; 뤼
	albhed  7, 22, "치", "리", "취" ; 뤽
	albhed  7, 22, "치", "리", "취" ; 륀
	albhed  7, 22, "치", "리", "취" ; 륄
	albhed  7, 22, "치", "리", "취" ; 륌
	albhed  7, 22, "치", "리", "취" ; 륏
	albhed  7, 22, "치", "리", "취" ; 륑
	albhed  7,  6, "챠", "랴", "츄" ; 류
	albhed  7,  6, "챠", "랴", "츄" ; 륙
	albhed  7,  6, "챠", "랴", "츄" ; 륜
	albhed  7,  6, "챠", "랴", "츄" ; 률
	albhed  7,  6, "챠", "랴", "츄" ; 륨
	albhed  7,  6, "챠", "랴", "츄" ; 륩
	albhed  7,  6, "챠", "랴", "츄" ; 륫
	albhed  7,  6, "챠", "랴", "츄" ; 륭
	albhed  7, 18, "체", "레", "츠" ; 르
	albhed  7, 18, "체", "레", "츠" ; 륵
	albhed  7, 18, "체", "레", "츠" ; 른
	albhed  7, 18, "체", "레", "츠" ; 를
	albhed  7, 18, "체", "레", "츠" ; 름
	albhed  7, 18, "체", "레", "츠" ; 릅
	albhed  7, 18, "체", "레", "츠" ; 릇
	albhed  7, 18, "체", "레", "츠" ; 릉
	albhed  7, 18, "체", "레", "츠" ; 릊
	albhed  7, 18, "체", "레", "츠" ; 릍
	albhed  7, 18, "체", "레", "츠" ; 릎
	albhed  7, 20, "체", "레", "치" ; 리
	albhed  7, 20, "체", "레", "치" ; 릭
	albhed  7, 20, "체", "레", "치" ; 린
	albhed  7, 20, "체", "레", "치" ; 릴
	albhed  7, 20, "체", "레", "치" ; 림
	albhed  7, 20, "체", "레", "치" ; 립
	albhed  7, 20, "체", "레", "치" ; 릿
	albhed  7, 20, "체", "레", "치" ; 링
	albhed  9,  2, "우", "무", "아" ; 마
	albhed  9,  2, "우", "무", "아" ; 막
	albhed  9,  2, "우", "무", "아" ; 만
	albhed  9,  2, "우", "무", "아" ; 많
	albhed  9,  2, "우", "무", "아" ; 맏
	albhed  9,  2, "우", "무", "아" ; 말
	albhed  9,  2, "우", "무", "아" ; 맑
	albhed  9,  2, "우", "무", "아" ; 맒
	albhed  9,  2, "우", "무", "아" ; 맘
	albhed  9,  2, "우", "무", "아" ; 맙
	albhed  9,  2, "우", "무", "아" ; 맛
	albhed  9,  2, "우", "무", "아" ; 망
	albhed  9,  2, "우", "무", "아" ; 맞
	albhed  9,  2, "우", "무", "아" ; 맡
	albhed  9,  2, "우", "무", "아" ; 맣
	albhed  9, 10, "으", "므", "애" ; 매
	albhed  9, 10, "으", "므", "애" ; 맥
	albhed  9, 10, "으", "므", "애" ; 맨
	albhed  9, 10, "으", "므", "애" ; 맬
	albhed  9, 10, "으", "므", "애" ; 맴
	albhed  9, 10, "으", "므", "애" ; 맵
	albhed  9, 10, "으", "므", "애" ; 맷
	albhed  9, 10, "으", "므", "애" ; 맸
	albhed  9, 10, "으", "므", "애" ; 맹
	albhed  9, 10, "으", "므", "애" ; 맺
	albhed  9,  2, "유", "뮤", "야" ; 먀
	albhed  9,  2, "유", "뮤", "야" ; 먁
	albhed  9,  2, "유", "뮤", "야" ; 먈
	albhed  9,  2, "유", "뮤", "야" ; 먕
	albhed  9,  4, "오", "모", "어" ; 머
	albhed  9,  4, "오", "모", "어" ; 먹
	albhed  9,  4, "오", "모", "어" ; 먼
	albhed  9,  4, "오", "모", "어" ; 멀
	albhed  9,  4, "오", "모", "어" ; 멂
	albhed  9,  4, "오", "모", "어" ; 멈
	albhed  9,  4, "오", "모", "어" ; 멉
	albhed  9,  4, "오", "모", "어" ; 멋
	albhed  9,  4, "오", "모", "어" ; 멍
	albhed  9,  4, "오", "모", "어" ; 멎
	albhed  9,  4, "오", "모", "어" ; 멓
	albhed  9, 10, "으", "므", "에" ; 메
	albhed  9, 10, "으", "므", "에" ; 멕
	albhed  9, 10, "으", "므", "에" ; 멘
	albhed  9, 10, "으", "므", "에" ; 멜
	albhed  9, 10, "으", "므", "에" ; 멤
	albhed  9, 10, "으", "므", "에" ; 멥
	albhed  9, 10, "으", "므", "에" ; 멧
	albhed  9, 10, "으", "므", "에" ; 멨
	albhed  9, 10, "으", "므", "에" ; 멩
	albhed  9,  4, "요", "묘", "여" ; 며
	albhed  9,  4, "요", "묘", "여" ; 멱
	albhed  9,  4, "요", "묘", "여" ; 면
	albhed  9,  4, "요", "묘", "여" ; 멸
	albhed  9,  4, "요", "묘", "여" ; 몃
	albhed  9,  4, "요", "묘", "여" ; 몄
	albhed  9,  4, "요", "묘", "여" ; 명
	albhed  9,  4, "요", "묘", "여" ; 몇
	albhed  9, 14, "으", "므", "예" ; 몌
	albhed  9,  8, "어", "머", "오" ; 모
	albhed  9,  8, "어", "머", "오" ; 목
	albhed  9,  8, "어", "머", "오" ; 몫
	albhed  9,  8, "어", "머", "오" ; 몬
	albhed  9,  8, "어", "머", "오" ; 몰
	albhed  9,  8, "어", "머", "오" ; 몲
	albhed  9,  8, "어", "머", "오" ; 몸
	albhed  9,  8, "어", "머", "오" ; 몹
	albhed  9,  8, "어", "머", "오" ; 못
	albhed  9,  8, "어", "머", "오" ; 몽
	albhed  9, 12, "이", "미", "와" ; 뫄
	albhed  9, 12, "이", "미", "와" ; 뫈
	albhed  9, 12, "이", "미", "와" ; 뫘
	albhed  9, 12, "이", "미", "와" ; 뫙
	albhed  9, 22, "이", "미", "외" ; 뫼
	albhed  9, 22, "이", "미", "외" ; 묀
	albhed  9, 22, "이", "미", "외" ; 묄
	albhed  9, 22, "이", "미", "외" ; 묍
	albhed  9, 22, "이", "미", "외" ; 묏
	albhed  9, 22, "이", "미", "외" ; 묑
	albhed  9,  8, "여", "며", "요" ; 묘
	albhed  9,  8, "여", "며", "요" ; 묜
	albhed  9,  8, "여", "며", "요" ; 묠
	albhed  9,  8, "여", "며", "요" ; 묩
	albhed  9,  8, "여", "며", "요" ; 묫
	albhed  9,  6, "아", "마", "우" ; 무
	albhed  9,  6, "아", "마", "우" ; 묵
	albhed  9,  6, "아", "마", "우" ; 묶
	albhed  9,  6, "아", "마", "우" ; 문
	albhed  9,  6, "아", "마", "우" ; 묻
	albhed  9,  6, "아", "마", "우" ; 물
	albhed  9,  6, "아", "마", "우" ; 묽
	albhed  9,  6, "아", "마", "우" ; 묾
	albhed  9,  6, "아", "마", "우" ; 뭄
	albhed  9,  6, "아", "마", "우" ; 뭅
	albhed  9,  6, "아", "마", "우" ; 뭇
	albhed  9,  6, "아", "마", "우" ; 뭉
	albhed  9,  6, "아", "마", "우" ; 뭍
	albhed  9,  6, "아", "마", "우" ; 뭏
	albhed  9, 16, "이", "미", "워" ; 뭐
	albhed  9, 16, "이", "미", "워" ; 뭔
	albhed  9, 16, "이", "미", "워" ; 뭘
	albhed  9, 16, "이", "미", "워" ; 뭡
	albhed  9, 16, "이", "미", "워" ; 뭣
	albhed  9, 16, "이", "미", "웨" ; 뭬
	albhed  9, 22, "이", "미", "위" ; 뮈
	albhed  9, 22, "이", "미", "위" ; 뮌
	albhed  9, 22, "이", "미", "위" ; 뮐
	albhed  9,  6, "야", "먀", "유" ; 뮤
	albhed  9,  6, "야", "먀", "유" ; 뮨
	albhed  9,  6, "야", "먀", "유" ; 뮬
	albhed  9,  6, "야", "먀", "유" ; 뮴
	albhed  9,  6, "야", "먀", "유" ; 뮷
	albhed  9, 18, "에", "메", "으" ; 므
	albhed  9, 18, "에", "메", "으" ; 믄
	albhed  9, 18, "에", "메", "으" ; 믈
	albhed  9, 18, "에", "메", "으" ; 믐
	albhed  9, 18, "에", "메", "으" ; 믓
	albhed  9, 20, "에", "메", "이" ; 미
	albhed  9, 20, "에", "메", "이" ; 믹
	albhed  9, 20, "에", "메", "이" ; 민
	albhed  9, 20, "에", "메", "이" ; 믿
	albhed  9, 20, "에", "메", "이" ; 밀
	albhed  9, 20, "에", "메", "이" ; 밂
	albhed  9, 20, "에", "메", "이" ; 밈
	albhed  9, 20, "에", "메", "이" ; 밉
	albhed  9, 20, "에", "메", "이" ; 밋
	albhed  9, 20, "에", "메", "이" ; 밌
	albhed  9, 20, "에", "메", "이" ; 밍
	albhed  9, 20, "에", "메", "이" ; 및
	albhed  9, 20, "에", "메", "이" ; 밑
	albhed 11,  2, "주", "부", "자" ; 바
	albhed 11,  2, "주", "부", "자" ; 박
	albhed 11,  2, "주", "부", "자" ; 밖
	albhed 11,  2, "주", "부", "자" ; 밗
	albhed 11,  2, "주", "부", "자" ; 반
	albhed 11,  2, "주", "부", "자" ; 받
	albhed 11,  2, "주", "부", "자" ; 발
	albhed 11,  2, "주", "부", "자" ; 밝
	albhed 11,  2, "주", "부", "자" ; 밞
	albhed 11,  2, "주", "부", "자" ; 밟
	albhed 11,  2, "주", "부", "자" ; 밤
	albhed 11,  2, "주", "부", "자" ; 밥
	albhed 11,  2, "주", "부", "자" ; 밧
	albhed 11,  2, "주", "부", "자" ; 방
	albhed 11,  2, "주", "부", "자" ; 밭
	albhed 11, 10, "즈", "브", "재" ; 배
	albhed 11, 10, "즈", "브", "재" ; 백
	albhed 11, 10, "즈", "브", "재" ; 밴
	albhed 11, 10, "즈", "브", "재" ; 밸
	albhed 11, 10, "즈", "브", "재" ; 뱀
	albhed 11, 10, "즈", "브", "재" ; 뱁
	albhed 11, 10, "즈", "브", "재" ; 뱃
	albhed 11, 10, "즈", "브", "재" ; 뱄
	albhed 11, 10, "즈", "브", "재" ; 뱅
	albhed 11, 10, "즈", "브", "재" ; 뱉
	albhed 11,  2, "쥬", "뷰", "쟈" ; 뱌
	albhed 11,  2, "쥬", "뷰", "쟈" ; 뱍
	albhed 11,  2, "쥬", "뷰", "쟈" ; 뱐
	albhed 11,  2, "쥬", "뷰", "쟈" ; 뱝
	albhed 11,  4, "조", "보", "저" ; 버
	albhed 11,  4, "조", "보", "저" ; 벅
	albhed 11,  4, "조", "보", "저" ; 번
	albhed 11,  4, "조", "보", "저" ; 벋
	albhed 11,  4, "조", "보", "저" ; 벌
	albhed 11,  4, "조", "보", "저" ; 벎
	albhed 11,  4, "조", "보", "저" ; 범
	albhed 11,  4, "조", "보", "저" ; 법
	albhed 11,  4, "조", "보", "저" ; 벗
	albhed 11,  4, "조", "보", "저" ; 벙
	albhed 11,  4, "조", "보", "저" ; 벚
	albhed 11, 10, "즈", "브", "제" ; 베
	albhed 11, 10, "즈", "브", "제" ; 벡
	albhed 11, 10, "즈", "브", "제" ; 벤
	albhed 11, 10, "즈", "브", "제" ; 벧
	albhed 11, 10, "즈", "브", "제" ; 벨
	albhed 11, 10, "즈", "브", "제" ; 벰
	albhed 11, 10, "즈", "브", "제" ; 벱
	albhed 11, 10, "즈", "브", "제" ; 벳
	albhed 11, 10, "즈", "브", "제" ; 벴
	albhed 11, 10, "즈", "브", "제" ; 벵
	albhed 11,  4, "죠", "뵤", "져" ; 벼
	albhed 11,  4, "죠", "뵤", "져" ; 벽
	albhed 11,  4, "죠", "뵤", "져" ; 변
	albhed 11,  4, "죠", "뵤", "져" ; 별
	albhed 11,  4, "죠", "뵤", "져" ; 볍
	albhed 11,  4, "죠", "뵤", "져" ; 볏
	albhed 11,  4, "죠", "뵤", "져" ; 볐
	albhed 11,  4, "죠", "뵤", "져" ; 병
	albhed 11,  4, "죠", "뵤", "져" ; 볕
	albhed 11, 14, "즈", "브", "졔" ; 볘
	albhed 11, 14, "즈", "브", "졔" ; 볜
	albhed 11,  8, "저", "버", "조" ; 보
	albhed 11,  8, "저", "버", "조" ; 복
	albhed 11,  8, "저", "버", "조" ; 볶
	albhed 11,  8, "저", "버", "조" ; 본
	albhed 11,  8, "저", "버", "조" ; 볼
	albhed 11,  8, "저", "버", "조" ; 봄
	albhed 11,  8, "저", "버", "조" ; 봅
	albhed 11,  8, "저", "버", "조" ; 봇
	albhed 11,  8, "저", "버", "조" ; 봉
	albhed 11, 12, "지", "비", "좌" ; 봐
	albhed 11, 12, "지", "비", "좌" ; 봔
	albhed 11, 12, "지", "비", "좌" ; 봤
	albhed 11, 12, "지", "비", "좨" ; 봬
	albhed 11, 12, "지", "비", "좨" ; 뵀
	albhed 11, 22, "지", "비", "죄" ; 뵈
	albhed 11, 22, "지", "비", "죄" ; 뵉
	albhed 11, 22, "지", "비", "죄" ; 뵌
	albhed 11, 22, "지", "비", "죄" ; 뵐
	albhed 11, 22, "지", "비", "죄" ; 뵘
	albhed 11, 22, "지", "비", "죄" ; 뵙
	albhed 11,  8, "져", "벼", "죠" ; 뵤
	albhed 11,  8, "져", "벼", "죠" ; 뵨
	albhed 11,  6, "자", "바", "주" ; 부
	albhed 11,  6, "자", "바", "주" ; 북
	albhed 11,  6, "자", "바", "주" ; 분
	albhed 11,  6, "자", "바", "주" ; 붇
	albhed 11,  6, "자", "바", "주" ; 불
	albhed 11,  6, "자", "바", "주" ; 붉
	albhed 11,  6, "자", "바", "주" ; 붊
	albhed 11,  6, "자", "바", "주" ; 붐
	albhed 11,  6, "자", "바", "주" ; 붑
	albhed 11,  6, "자", "바", "주" ; 붓
	albhed 11,  6, "자", "바", "주" ; 붕
	albhed 11,  6, "자", "바", "주" ; 붙
	albhed 11,  6, "자", "바", "주" ; 붚
	albhed 11, 16, "지", "비", "줘" ; 붜
	albhed 11, 16, "지", "비", "줘" ; 붤
	albhed 11, 16, "지", "비", "줘" ; 붰
	albhed 11, 16, "지", "비", "줴" ; 붸
	albhed 11, 22, "지", "비", "쥐" ; 뷔
	albhed 11, 22, "지", "비", "쥐" ; 뷕
	albhed 11, 22, "지", "비", "쥐" ; 뷘
	albhed 11, 22, "지", "비", "쥐" ; 뷜
	albhed 11, 22, "지", "비", "쥐" ; 뷩
	albhed 11,  6, "쟈", "뱌", "쥬" ; 뷰
	albhed 11,  6, "쟈", "뱌", "쥬" ; 뷴
	albhed 11,  6, "쟈", "뱌", "쥬" ; 뷸
	albhed 11,  6, "쟈", "뱌", "쥬" ; 븀
	albhed 11,  6, "쟈", "뱌", "쥬" ; 븃
	albhed 11,  6, "쟈", "뱌", "쥬" ; 븅
	albhed 11, 18, "제", "베", "즈" ; 브
	albhed 11, 18, "제", "베", "즈" ; 븍
	albhed 11, 18, "제", "베", "즈" ; 븐
	albhed 11, 18, "제", "베", "즈" ; 블
	albhed 11, 18, "제", "베", "즈" ; 븜
	albhed 11, 18, "제", "베", "즈" ; 븝
	albhed 11, 18, "제", "베", "즈" ; 븟
	albhed 11, 20, "제", "베", "지" ; 비
	albhed 11, 20, "제", "베", "지" ; 빅
	albhed 11, 20, "제", "베", "지" ; 빈
	albhed 11, 20, "제", "베", "지" ; 빌
	albhed 11, 20, "제", "베", "지" ; 빎
	albhed 11, 20, "제", "베", "지" ; 빔
	albhed 11, 20, "제", "베", "지" ; 빕
	albhed 11, 20, "제", "베", "지" ; 빗
	albhed 11, 20, "제", "베", "지" ; 빙
	albhed 11, 20, "제", "베", "지" ; 빚
	albhed 11, 20, "제", "베", "지" ; 빛
	albhed 11,  2, "쭈", "뿌", "짜" ; 빠
	albhed 11,  2, "쭈", "뿌", "짜" ; 빡
	albhed 11,  2, "쭈", "뿌", "짜" ; 빤
	albhed 11,  2, "쭈", "뿌", "짜" ; 빨
	albhed 11,  2, "쭈", "뿌", "짜" ; 빪
	albhed 11,  2, "쭈", "뿌", "짜" ; 빰
	albhed 11,  2, "쭈", "뿌", "짜" ; 빱
	albhed 11,  2, "쭈", "뿌", "짜" ; 빳
	albhed 11,  2, "쭈", "뿌", "짜" ; 빴
	albhed 11,  2, "쭈", "뿌", "짜" ; 빵
	albhed 11,  2, "쭈", "뿌", "짜" ; 빻
	albhed 11, 10, "쯔", "쁘", "째" ; 빼
	albhed 11, 10, "쯔", "쁘", "째" ; 빽
	albhed 11, 10, "쯔", "쁘", "째" ; 뺀
	albhed 11, 10, "쯔", "쁘", "째" ; 뺄
	albhed 11, 10, "쯔", "쁘", "째" ; 뺌
	albhed 11, 10, "쯔", "쁘", "째" ; 뺍
	albhed 11, 10, "쯔", "쁘", "째" ; 뺏
	albhed 11, 10, "쯔", "쁘", "째" ; 뺐
	albhed 11, 10, "쯔", "쁘", "째" ; 뺑
	albhed 11,  2, "쮸", "쀼", "쨔" ; 뺘
	albhed 11,  2, "쮸", "쀼", "쨔" ; 뺙
	albhed 11,  2, "쮸", "쀼", "쨔" ; 뺨
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻐
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻑
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻔
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻗
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻘
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻠
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻣
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻤
	albhed 11,  4, "쪼", "뽀", "쩌" ; 뻥
	albhed 11, 10, "쯔", "쁘", "쩨" ; 뻬
	albhed 11, 10, "쯔", "쁘", "쩨" ; 뼁
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽀
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽁
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽄
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽈
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽐
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽑
	albhed 11,  8, "쩌", "뻐", "쪼" ; 뽕
	albhed 11, 22, "찌", "삐", "쬐" ; 뾔
	albhed_dummy
	albhed_dummy
	albhed 11,  6, "짜", "빠", "쭈" ; 뿌
	albhed 11,  6, "짜", "빠", "쭈" ; 뿍
	albhed 11,  6, "짜", "빠", "쭈" ; 뿐
	albhed 11,  6, "짜", "빠", "쭈" ; 뿔
	albhed 11,  6, "짜", "빠", "쭈" ; 뿜
	albhed 11,  6, "짜", "빠", "쭈" ; 뿟
	albhed 11,  6, "짜", "빠", "쭈" ; 뿡
	albhed 11,  6, "쨔", "뺘", "쮸" ; 쀼
	albhed 11,  6, "쨔", "뺘", "쮸" ; 쁑
	albhed 11, 18, "쩨", "뻬", "쯔" ; 쁘
	albhed 11, 18, "쩨", "뻬", "쯔" ; 쁜
	albhed 11, 18, "쩨", "뻬", "쯔" ; 쁠
	albhed 11, 18, "쩨", "뻬", "쯔" ; 쁨
	albhed 11, 18, "쩨", "뻬", "쯔" ; 쁩
	albhed 11, 20, "쩨", "뻬", "찌" ; 삐
	albhed 11, 20, "쩨", "뻬", "찌" ; 삑
	albhed 11, 20, "쩨", "뻬", "찌" ; 삔
	albhed 11, 20, "쩨", "뻬", "찌" ; 삘
	albhed 11, 20, "쩨", "뻬", "찌" ; 삠
	albhed 11, 20, "쩨", "뻬", "찌" ; 삡
	albhed 11, 20, "쩨", "뻬", "찌" ; 삣
	albhed 11, 20, "쩨", "뻬", "찌" ; 삥
	albhed 13,  2, "구", "수", "가" ; 사
	albhed 13,  2, "구", "수", "가" ; 삭
	albhed 13,  2, "구", "수", "가" ; 삯
	albhed 13,  2, "구", "수", "가" ; 산
	albhed 13,  2, "구", "수", "가" ; 삳
	albhed 13,  2, "구", "수", "가" ; 살
	albhed 13,  2, "구", "수", "가" ; 삵
	albhed 13,  2, "구", "수", "가" ; 삶
	albhed 13,  2, "구", "수", "가" ; 삼
	albhed 13,  2, "구", "수", "가" ; 삽
	albhed 13,  2, "구", "수", "가" ; 삿
	albhed 13,  2, "구", "수", "가" ; 샀
	albhed 13,  2, "구", "수", "가" ; 상
	albhed 13,  2, "구", "수", "가" ; 샅
	albhed 13, 10, "그", "스", "개" ; 새
	albhed 13, 10, "그", "스", "개" ; 색
	albhed 13, 10, "그", "스", "개" ; 샌
	albhed 13, 10, "그", "스", "개" ; 샐
	albhed 13, 10, "그", "스", "개" ; 샘
	albhed 13, 10, "그", "스", "개" ; 샙
	albhed 13, 10, "그", "스", "개" ; 샛
	albhed 13, 10, "그", "스", "개" ; 샜
	albhed 13, 10, "그", "스", "개" ; 생
	albhed 13,  2, "규", "슈", "갸" ; 샤
	albhed 13,  2, "규", "슈", "갸" ; 샥
	albhed 13,  2, "규", "슈", "갸" ; 샨
	albhed 13,  2, "규", "슈", "갸" ; 샬
	albhed 13,  2, "규", "슈", "갸" ; 샴
	albhed 13,  2, "규", "슈", "갸" ; 샵
	albhed 13,  2, "규", "슈", "갸" ; 샷
	albhed 13,  2, "규", "슈", "갸" ; 샹
	albhed 13, 14, "그", "스", "걔" ; 섀
	albhed 13, 14, "그", "스", "걔" ; 섄
	albhed 13, 14, "그", "스", "걔" ; 섈
	albhed 13, 14, "그", "스", "걔" ; 섐
	albhed 13, 14, "그", "스", "걔" ; 섕
	albhed 13,  4, "고", "소", "거" ; 서
	albhed 13,  4, "고", "소", "거" ; 석
	albhed 13,  4, "고", "소", "거" ; 섞
	albhed 13,  4, "고", "소", "거" ; 섟
	albhed 13,  4, "고", "소", "거" ; 선
	albhed 13,  4, "고", "소", "거" ; 섣
	albhed 13,  4, "고", "소", "거" ; 설
	albhed 13,  4, "고", "소", "거" ; 섦
	albhed 13,  4, "고", "소", "거" ; 섧
	albhed 13,  4, "고", "소", "거" ; 섬
	albhed 13,  4, "고", "소", "거" ; 섭
	albhed 13,  4, "고", "소", "거" ; 섯
	albhed 13,  4, "고", "소", "거" ; 섰
	albhed 13,  4, "고", "소", "거" ; 성
	albhed 13,  4, "고", "소", "거" ; 섶
	albhed 13, 10, "그", "스", "게" ; 세
	albhed 13, 10, "그", "스", "게" ; 섹
	albhed 13, 10, "그", "스", "게" ; 센
	albhed 13, 10, "그", "스", "게" ; 셀
	albhed 13, 10, "그", "스", "게" ; 셈
	albhed 13, 10, "그", "스", "게" ; 셉
	albhed 13, 10, "그", "스", "게" ; 셋
	albhed 13, 10, "그", "스", "게" ; 셌
	albhed 13, 10, "그", "스", "게" ; 셍
	albhed 13,  4, "교", "쇼", "겨" ; 셔
	albhed 13,  4, "교", "쇼", "겨" ; 셕
	albhed 13,  4, "교", "쇼", "겨" ; 션
	albhed 13,  4, "교", "쇼", "겨" ; 셜
	albhed 13,  4, "교", "쇼", "겨" ; 셤
	albhed 13,  4, "교", "쇼", "겨" ; 셥
	albhed 13,  4, "교", "쇼", "겨" ; 셧
	albhed 13,  4, "교", "쇼", "겨" ; 셨
	albhed 13,  4, "교", "쇼", "겨" ; 셩
	albhed 13, 14, "그", "스", "계" ; 셰
	albhed 13, 14, "그", "스", "계" ; 셴
	albhed 13, 14, "그", "스", "계" ; 셸
	albhed 13, 14, "그", "스", "계" ; 솅
	albhed 13,  8, "거", "서", "고" ; 소
	albhed 13,  8, "거", "서", "고" ; 속
	albhed 13,  8, "거", "서", "고" ; 솎
	albhed 13,  8, "거", "서", "고" ; 손
	albhed 13,  8, "거", "서", "고" ; 솔
	albhed 13,  8, "거", "서", "고" ; 솖
	albhed 13,  8, "거", "서", "고" ; 솜
	albhed 13,  8, "거", "서", "고" ; 솝
	albhed 13,  8, "거", "서", "고" ; 솟
	albhed 13,  8, "거", "서", "고" ; 송
	albhed 13,  8, "거", "서", "고" ; 솥
	albhed 13, 12, "기", "시", "과" ; 솨
	albhed 13, 12, "기", "시", "과" ; 솩
	albhed 13, 12, "기", "시", "과" ; 솬
	albhed 13, 12, "기", "시", "과" ; 솰
	albhed 13, 12, "기", "시", "과" ; 솽
	albhed 13, 12, "기", "시", "괘" ; 쇄
	albhed 13, 12, "기", "시", "괘" ; 쇈
	albhed 13, 12, "기", "시", "괘" ; 쇌
	albhed 13, 12, "기", "시", "괘" ; 쇔
	albhed 13, 12, "기", "시", "괘" ; 쇗
	albhed 13, 12, "기", "시", "괘" ; 쇘
	albhed 13, 22, "기", "시", "괴" ; 쇠
	albhed 13, 22, "기", "시", "괴" ; 쇤
	albhed 13, 22, "기", "시", "괴" ; 쇨
	albhed 13, 22, "기", "시", "괴" ; 쇰
	albhed 13, 22, "기", "시", "괴" ; 쇱
	albhed 13, 22, "기", "시", "괴" ; 쇳
	albhed 13,  8, "겨", "셔", "교" ; 쇼
	albhed 13,  8, "겨", "셔", "교" ; 쇽
	albhed 13,  8, "겨", "셔", "교" ; 숀
	albhed 13,  8, "겨", "셔", "교" ; 숄
	albhed 13,  8, "겨", "셔", "교" ; 숌
	albhed 13,  8, "겨", "셔", "교" ; 숍
	albhed 13,  8, "겨", "셔", "교" ; 숏
	albhed 13,  8, "겨", "셔", "교" ; 숑
	albhed 13,  6, "가", "사", "구" ; 수
	albhed 13,  6, "가", "사", "구" ; 숙
	albhed 13,  6, "가", "사", "구" ; 순
	albhed 13,  6, "가", "사", "구" ; 숟
	albhed 13,  6, "가", "사", "구" ; 술
	albhed 13,  6, "가", "사", "구" ; 숨
	albhed 13,  6, "가", "사", "구" ; 숩
	albhed 13,  6, "가", "사", "구" ; 숫
	albhed 13,  6, "가", "사", "구" ; 숭
	albhed 13,  6, "가", "사", "구" ; 숯
	albhed 13,  6, "가", "사", "구" ; 숱
	albhed 13,  6, "가", "사", "구" ; 숲
	albhed 13, 16, "기", "시", "궈" ; 숴
	albhed 13, 16, "기", "시", "궈" ; 쉈
	albhed 13, 16, "기", "시", "궤" ; 쉐
	albhed 13, 16, "기", "시", "궤" ; 쉑
	albhed 13, 16, "기", "시", "궤" ; 쉔
	albhed 13, 16, "기", "시", "궤" ; 쉘
	albhed 13, 16, "기", "시", "궤" ; 쉠
	albhed 13, 16, "기", "시", "궤" ; 쉥
	albhed 13, 22, "기", "시", "귀" ; 쉬
	albhed 13, 22, "기", "시", "귀" ; 쉭
	albhed 13, 22, "기", "시", "귀" ; 쉰
	albhed 13, 22, "기", "시", "귀" ; 쉴
	albhed 13, 22, "기", "시", "귀" ; 쉼
	albhed 13, 22, "기", "시", "귀" ; 쉽
	albhed 13, 22, "기", "시", "귀" ; 쉿
	albhed 13, 22, "기", "시", "귀" ; 슁
	albhed 13,  6, "갸", "샤", "규" ; 슈
	albhed 13,  6, "갸", "샤", "규" ; 슉
	albhed 13,  6, "갸", "샤", "규" ; 슐
	albhed 13,  6, "갸", "샤", "규" ; 슘
	albhed 13,  6, "갸", "샤", "규" ; 슛
	albhed 13,  6, "갸", "샤", "규" ; 슝
	albhed 13, 18, "게", "세", "그" ; 스
	albhed 13, 18, "게", "세", "그" ; 슥
	albhed 13, 18, "게", "세", "그" ; 슨
	albhed 13, 18, "게", "세", "그" ; 슬
	albhed 13, 18, "게", "세", "그" ; 슭
	albhed 13, 18, "게", "세", "그" ; 슴
	albhed 13, 18, "게", "세", "그" ; 습
	albhed 13, 18, "게", "세", "그" ; 슷
	albhed 13, 18, "게", "세", "그" ; 승
	albhed 13, 20, "게", "세", "기" ; 시
	albhed 13, 20, "게", "세", "기" ; 식
	albhed 13, 20, "게", "세", "기" ; 신
	albhed 13, 20, "게", "세", "기" ; 싣
	albhed 13, 20, "게", "세", "기" ; 실
	albhed 13, 20, "게", "세", "기" ; 싫
	albhed 13, 20, "게", "세", "기" ; 심
	albhed 13, 20, "게", "세", "기" ; 십
	albhed 13, 20, "게", "세", "기" ; 싯
	albhed 13, 20, "게", "세", "기" ; 싱
	albhed 13, 20, "게", "세", "기" ; 싶
	albhed 13,  2, "꾸", "쑤", "까" ; 싸
	albhed 13,  2, "꾸", "쑤", "까" ; 싹
	albhed 13,  2, "꾸", "쑤", "까" ; 싻
	albhed 13,  2, "꾸", "쑤", "까" ; 싼
	albhed 13,  2, "꾸", "쑤", "까" ; 쌀
	albhed 13,  2, "꾸", "쑤", "까" ; 쌈
	albhed 13,  2, "꾸", "쑤", "까" ; 쌉
	albhed 13,  2, "꾸", "쑤", "까" ; 쌌
	albhed 13,  2, "꾸", "쑤", "까" ; 쌍
	albhed 13,  2, "꾸", "쑤", "까" ; 쌓
	albhed 13, 10, "끄", "쓰", "깨" ; 쌔
	albhed 13, 10, "끄", "쓰", "깨" ; 쌕
	albhed 13, 10, "끄", "쓰", "깨" ; 쌘
	albhed 13, 10, "끄", "쓰", "깨" ; 쌜
	albhed 13, 10, "끄", "쓰", "깨" ; 쌤
	albhed 13, 10, "끄", "쓰", "깨" ; 쌥
	albhed 13, 10, "끄", "쓰", "깨" ; 쌨
	albhed 13, 10, "끄", "쓰", "깨" ; 쌩
	albhed_dummy
	albhed 13,  4, "꼬", "쏘", "꺼" ; 써
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썩
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썬
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썰
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썲
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썸
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썹
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썼
	albhed 13,  4, "꼬", "쏘", "꺼" ; 썽
	albhed 13, 10, "끄", "쓰", "께" ; 쎄
	albhed 13, 10, "끄", "쓰", "께" ; 쎈
	albhed 13, 10, "끄", "쓰", "께" ; 쎌
	albhed 13, 14, "끄", "쓰", "꼐" ; 쏀
	albhed 13,  8, "꺼", "써", "꼬" ; 쏘
	albhed 13,  8, "꺼", "써", "꼬" ; 쏙
	albhed 13,  8, "꺼", "써", "꼬" ; 쏜
	albhed 13,  8, "꺼", "써", "꼬" ; 쏟
	albhed 13,  8, "꺼", "써", "꼬" ; 쏠
	albhed 13,  8, "꺼", "써", "꼬" ; 쏢
	albhed 13,  8, "꺼", "써", "꼬" ; 쏨
	albhed 13,  8, "꺼", "써", "꼬" ; 쏩
	albhed 13,  8, "꺼", "써", "꼬" ; 쏭
	albhed 13, 12, "끼", "씨", "꽈" ; 쏴
	albhed 13, 12, "끼", "씨", "꽈" ; 쏵
	albhed 13, 12, "끼", "씨", "꽈" ; 쏸
	albhed 13, 12, "끼", "씨", "꽈" ; 쐈
	albhed 13, 12, "끼", "씨", "꽤" ; 쐐
	albhed 13, 12, "끼", "씨", "꽤" ; 쐤
	albhed 13, 22, "끼", "씨", "꾀" ; 쐬
	albhed 13, 22, "끼", "씨", "꾀" ; 쐰
	albhed 13, 22, "끼", "씨", "꾀" ; 쐴
	albhed 13, 22, "끼", "씨", "꾀" ; 쐼
	albhed 13, 22, "끼", "씨", "꾀" ; 쐽
	albhed_dummy
	albhed 13,  6, "까", "싸", "꾸" ; 쑤
	albhed 13,  6, "까", "싸", "꾸" ; 쑥
	albhed 13,  6, "까", "싸", "꾸" ; 쑨
	albhed 13,  6, "까", "싸", "꾸" ; 쑬
	albhed 13,  6, "까", "싸", "꾸" ; 쑴
	albhed 13,  6, "까", "싸", "꾸" ; 쑵
	albhed 13,  6, "까", "싸", "꾸" ; 쑹
	albhed 13, 16, "끼", "씨", "꿔" ; 쒀
	albhed 13, 16, "끼", "씨", "꿔" ; 쒔
	albhed 13, 16, "끼", "씨", "꿰" ; 쒜
	albhed 13, 22, "끼", "씨", "뀌" ; 쒸
	albhed 13, 22, "끼", "씨", "뀌" ; 쒼
	albhed_dummy
	albhed 13, 18, "께", "쎄", "끄" ; 쓰
	albhed 13, 18, "께", "쎄", "끄" ; 쓱
	albhed 13, 18, "께", "쎄", "끄" ; 쓴
	albhed 13, 18, "께", "쎄", "끄" ; 쓸
	albhed 13, 18, "께", "쎄", "끄" ; 쓺
	albhed 13, 18, "께", "쎄", "끄" ; 쓿
	albhed 13, 18, "께", "쎄", "끄" ; 씀
	albhed 13, 18, "께", "쎄", "끄" ; 씁
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 13, 20, "께", "쎄", "끼" ; 씨
	albhed 13, 20, "께", "쎄", "끼" ; 씩
	albhed 13, 20, "께", "쎄", "끼" ; 씬
	albhed 13, 20, "께", "쎄", "끼" ; 씰
	albhed 13, 20, "께", "쎄", "끼" ; 씸
	albhed 13, 20, "께", "쎄", "끼" ; 씹
	albhed 13, 20, "께", "쎄", "끼" ; 씻
	albhed 13, 20, "께", "쎄", "끼" ; 씽
	albhed 15,  2, "쿠", "우", "카" ; 아
	albhed 15,  2, "쿠", "우", "카" ; 악
	albhed 15,  2, "쿠", "우", "카" ; 안
	albhed 15,  2, "쿠", "우", "카" ; 앉
	albhed 15,  2, "쿠", "우", "카" ; 않
	albhed 15,  2, "쿠", "우", "카" ; 알
	albhed 15,  2, "쿠", "우", "카" ; 앍
	albhed 15,  2, "쿠", "우", "카" ; 앎
	albhed 15,  2, "쿠", "우", "카" ; 앓
	albhed 15,  2, "쿠", "우", "카" ; 암
	albhed 15,  2, "쿠", "우", "카" ; 압
	albhed 15,  2, "쿠", "우", "카" ; 앗
	albhed 15,  2, "쿠", "우", "카" ; 았
	albhed 15,  2, "쿠", "우", "카" ; 앙
	albhed 15,  2, "쿠", "우", "카" ; 앝
	albhed 15,  2, "쿠", "우", "카" ; 앞
	albhed 15, 10, "크", "으", "캐" ; 애
	albhed 15, 10, "크", "으", "캐" ; 액
	albhed 15, 10, "크", "으", "캐" ; 앤
	albhed 15, 10, "크", "으", "캐" ; 앨
	albhed 15, 10, "크", "으", "캐" ; 앰
	albhed 15, 10, "크", "으", "캐" ; 앱
	albhed 15, 10, "크", "으", "캐" ; 앳
	albhed 15, 10, "크", "으", "캐" ; 앴
	albhed 15, 10, "크", "으", "캐" ; 앵
	albhed 15,  2, "큐", "유", "캬" ; 야
	albhed 15,  2, "큐", "유", "캬" ; 약
	albhed 15,  2, "큐", "유", "캬" ; 얀
	albhed 15,  2, "큐", "유", "캬" ; 얄
	albhed 15,  2, "큐", "유", "캬" ; 얇
	albhed 15,  2, "큐", "유", "캬" ; 얌
	albhed 15,  2, "큐", "유", "캬" ; 얍
	albhed 15,  2, "큐", "유", "캬" ; 얏
	albhed 15,  2, "큐", "유", "캬" ; 양
	albhed 15,  2, "큐", "유", "캬" ; 얕
	albhed 15,  2, "큐", "유", "캬" ; 얗
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 15,  4, "코", "오", "커" ; 어
	albhed 15,  4, "코", "오", "커" ; 억
	albhed 15,  4, "코", "오", "커" ; 언
	albhed 15,  4, "코", "오", "커" ; 얹
	albhed 15,  4, "코", "오", "커" ; 얻
	albhed 15,  4, "코", "오", "커" ; 얼
	albhed 15,  4, "코", "오", "커" ; 얽
	albhed 15,  4, "코", "오", "커" ; 얾
	albhed 15,  4, "코", "오", "커" ; 엄
	albhed 15,  4, "코", "오", "커" ; 업
	albhed 15,  4, "코", "오", "커" ; 없
	albhed 15,  4, "코", "오", "커" ; 엇
	albhed 15,  4, "코", "오", "커" ; 었
	albhed 15,  4, "코", "오", "커" ; 엉
	albhed 15,  4, "코", "오", "커" ; 엊
	albhed 15,  4, "코", "오", "커" ; 엌
	albhed 15,  4, "코", "오", "커" ; 엎
	albhed 15, 10, "크", "으", "케" ; 에
	albhed 15, 10, "크", "으", "케" ; 엑
	albhed 15, 10, "크", "으", "케" ; 엔
	albhed 15, 10, "크", "으", "케" ; 엘
	albhed 15, 10, "크", "으", "케" ; 엠
	albhed 15, 10, "크", "으", "케" ; 엡
	albhed 15, 10, "크", "으", "케" ; 엣
	albhed 15, 10, "크", "으", "케" ; 엥
	albhed 15,  4, "쿄", "요", "켜" ; 여
	albhed 15,  4, "쿄", "요", "켜" ; 역
	albhed 15,  4, "쿄", "요", "켜" ; 엮
	albhed 15,  4, "쿄", "요", "켜" ; 연
	albhed 15,  4, "쿄", "요", "켜" ; 열
	albhed 15,  4, "쿄", "요", "켜" ; 엶
	albhed 15,  4, "쿄", "요", "켜" ; 엷
	albhed 15,  4, "쿄", "요", "켜" ; 염
	albhed 15,  4, "쿄", "요", "켜" ; 엽
	albhed 15,  4, "쿄", "요", "켜" ; 엾
	albhed 15,  4, "쿄", "요", "켜" ; 엿
	albhed 15,  4, "쿄", "요", "켜" ; 였
	albhed 15,  4, "쿄", "요", "켜" ; 영
	albhed 15,  4, "쿄", "요", "켜" ; 옅
	albhed 15,  4, "쿄", "요", "켜" ; 옆
	albhed 15,  4, "쿄", "요", "켜" ; 옇
	albhed 15, 14, "크", "으", "켸" ; 예
	albhed 15, 14, "크", "으", "켸" ; 옌
	albhed 15, 14, "크", "으", "켸" ; 옐
	albhed 15, 14, "크", "으", "켸" ; 옘
	albhed 15, 14, "크", "으", "켸" ; 옙
	albhed 15, 14, "크", "으", "켸" ; 옛
	albhed 15, 14, "크", "으", "켸" ; 옜
	albhed 15,  8, "커", "어", "코" ; 오
	albhed 15,  8, "커", "어", "코" ; 옥
	albhed 15,  8, "커", "어", "코" ; 온
	albhed 15,  8, "커", "어", "코" ; 올
	albhed 15,  8, "커", "어", "코" ; 옭
	albhed 15,  8, "커", "어", "코" ; 옮
	albhed 15,  8, "커", "어", "코" ; 옰
	albhed 15,  8, "커", "어", "코" ; 옳
	albhed 15,  8, "커", "어", "코" ; 옴
	albhed 15,  8, "커", "어", "코" ; 옵
	albhed 15,  8, "커", "어", "코" ; 옷
	albhed 15,  8, "커", "어", "코" ; 옹
	albhed 15,  8, "커", "어", "코" ; 옻
	albhed 15, 12, "키", "이", "콰" ; 와
	albhed 15, 12, "키", "이", "콰" ; 왁
	albhed 15, 12, "키", "이", "콰" ; 완
	albhed 15, 12, "키", "이", "콰" ; 왈
	albhed 15, 12, "키", "이", "콰" ; 왐
	albhed 15, 12, "키", "이", "콰" ; 왑
	albhed 15, 12, "키", "이", "콰" ; 왓
	albhed 15, 12, "키", "이", "콰" ; 왔
	albhed 15, 12, "키", "이", "콰" ; 왕
	albhed 15, 12, "키", "이", "쾌" ; 왜
	albhed 15, 12, "키", "이", "쾌" ; 왝
	albhed 15, 12, "키", "이", "쾌" ; 왠
	albhed 15, 12, "키", "이", "쾌" ; 왬
	albhed 15, 12, "키", "이", "쾌" ; 왯
	albhed 15, 12, "키", "이", "쾌" ; 왱
	albhed 15, 22, "키", "이", "쾨" ; 외
	albhed 15, 22, "키", "이", "쾨" ; 왹
	albhed 15, 22, "키", "이", "쾨" ; 왼
	albhed 15, 22, "키", "이", "쾨" ; 욀
	albhed 15, 22, "키", "이", "쾨" ; 욈
	albhed 15, 22, "키", "이", "쾨" ; 욉
	albhed 15, 22, "키", "이", "쾨" ; 욋
	albhed 15, 22, "키", "이", "쾨" ; 욍
	albhed 15,  8, "켜", "여", "쿄" ; 요
	albhed 15,  8, "켜", "여", "쿄" ; 욕
	albhed 15,  8, "켜", "여", "쿄" ; 욘
	albhed 15,  8, "켜", "여", "쿄" ; 욜
	albhed 15,  8, "켜", "여", "쿄" ; 욤
	albhed 15,  8, "켜", "여", "쿄" ; 욥
	albhed 15,  8, "켜", "여", "쿄" ; 욧
	albhed 15,  8, "켜", "여", "쿄" ; 용
	albhed 15,  6, "카", "아", "쿠" ; 우
	albhed 15,  6, "카", "아", "쿠" ; 욱
	albhed 15,  6, "카", "아", "쿠" ; 운
	albhed 15,  6, "카", "아", "쿠" ; 울
	albhed 15,  6, "카", "아", "쿠" ; 욹
	albhed 15,  6, "카", "아", "쿠" ; 욺
	albhed 15,  6, "카", "아", "쿠" ; 움
	albhed 15,  6, "카", "아", "쿠" ; 웁
	albhed 15,  6, "카", "아", "쿠" ; 웃
	albhed 15,  6, "카", "아", "쿠" ; 웅
	albhed 15, 16, "키", "이", "쿼" ; 워
	albhed 15, 16, "키", "이", "쿼" ; 웍
	albhed 15, 16, "키", "이", "쿼" ; 원
	albhed 15, 16, "키", "이", "쿼" ; 월
	albhed 15, 16, "키", "이", "쿼" ; 웜
	albhed 15, 16, "키", "이", "쿼" ; 웝
	albhed 15, 16, "키", "이", "쿼" ; 웠
	albhed 15, 16, "키", "이", "쿼" ; 웡
	albhed 15, 16, "키", "이", "퀘" ; 웨
	albhed 15, 16, "키", "이", "퀘" ; 웩
	albhed 15, 16, "키", "이", "퀘" ; 웬
	albhed 15, 16, "키", "이", "퀘" ; 웰
	albhed 15, 16, "키", "이", "퀘" ; 웸
	albhed 15, 16, "키", "이", "퀘" ; 웹
	albhed 15, 16, "키", "이", "퀘" ; 웽
	albhed 15, 22, "키", "이", "퀴" ; 위
	albhed 15, 22, "키", "이", "퀴" ; 윅
	albhed 15, 22, "키", "이", "퀴" ; 윈
	albhed 15, 22, "키", "이", "퀴" ; 윌
	albhed 15, 22, "키", "이", "퀴" ; 윔
	albhed 15, 22, "키", "이", "퀴" ; 윕
	albhed 15, 22, "키", "이", "퀴" ; 윗
	albhed 15, 22, "키", "이", "퀴" ; 윙
	albhed 15,  6, "캬", "야", "큐" ; 유
	albhed 15,  6, "캬", "야", "큐" ; 육
	albhed 15,  6, "캬", "야", "큐" ; 윤
	albhed 15,  6, "캬", "야", "큐" ; 율
	albhed 15,  6, "캬", "야", "큐" ; 윰
	albhed 15,  6, "캬", "야", "큐" ; 윱
	albhed 15,  6, "캬", "야", "큐" ; 윳
	albhed 15,  6, "캬", "야", "큐" ; 융
	albhed 15,  6, "캬", "야", "큐" ; 윷
	albhed 15, 18, "케", "에", "크" ; 으
	albhed 15, 18, "케", "에", "크" ; 윽
	albhed 15, 18, "케", "에", "크" ; 은
	albhed 15, 18, "케", "에", "크" ; 을
	albhed 15, 18, "케", "에", "크" ; 읊
	albhed 15, 18, "케", "에", "크" ; 음
	albhed 15, 18, "케", "에", "크" ; 읍
	albhed 15, 18, "케", "에", "크" ; 읏
	albhed 15, 18, "케", "에", "크" ; 응
	albhed 15, 18, "케", "에", "크" ; 읒
	albhed 15, 18, "케", "에", "크" ; 읓
	albhed 15, 18, "케", "에", "크" ; 읔
	albhed 15, 18, "케", "에", "크" ; 읕
	albhed 15, 18, "케", "에", "크" ; 읖
	albhed 15, 18, "케", "에", "크" ; 읗
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 15, 20, "케", "에", "키" ; 이
	albhed 15, 20, "케", "에", "키" ; 익
	albhed 15, 20, "케", "에", "키" ; 인
	albhed 15, 20, "케", "에", "키" ; 일
	albhed 15, 20, "케", "에", "키" ; 읽
	albhed 15, 20, "케", "에", "키" ; 읾
	albhed 15, 20, "케", "에", "키" ; 잃
	albhed 15, 20, "케", "에", "키" ; 임
	albhed 15, 20, "케", "에", "키" ; 입
	albhed 15, 20, "케", "에", "키" ; 잇
	albhed 15, 20, "케", "에", "키" ; 있
	albhed 15, 20, "케", "에", "키" ; 잉
	albhed 15, 20, "케", "에", "키" ; 잊
	albhed 15, 20, "케", "에", "키" ; 잎
	albhed 17,  2, "두", "주", "다" ; 자
	albhed 17,  2, "두", "주", "다" ; 작
	albhed 17,  2, "두", "주", "다" ; 잔
	albhed 17,  2, "두", "주", "다" ; 잖
	albhed 17,  2, "두", "주", "다" ; 잗
	albhed 17,  2, "두", "주", "다" ; 잘
	albhed 17,  2, "두", "주", "다" ; 잚
	albhed 17,  2, "두", "주", "다" ; 잠
	albhed 17,  2, "두", "주", "다" ; 잡
	albhed 17,  2, "두", "주", "다" ; 잣
	albhed 17,  2, "두", "주", "다" ; 잤
	albhed 17,  2, "두", "주", "다" ; 장
	albhed 17,  2, "두", "주", "다" ; 잦
	albhed 17, 10, "드", "즈", "대" ; 재
	albhed 17, 10, "드", "즈", "대" ; 잭
	albhed 17, 10, "드", "즈", "대" ; 잰
	albhed 17, 10, "드", "즈", "대" ; 잴
	albhed 17, 10, "드", "즈", "대" ; 잼
	albhed 17, 10, "드", "즈", "대" ; 잽
	albhed 17, 10, "드", "즈", "대" ; 잿
	albhed 17, 10, "드", "즈", "대" ; 쟀
	albhed 17, 10, "드", "즈", "대" ; 쟁
	albhed 17,  2, "듀", "쥬", "댜" ; 쟈
	albhed 17,  2, "듀", "쥬", "댜" ; 쟉
	albhed 17,  2, "듀", "쥬", "댜" ; 쟌
	albhed 17,  2, "듀", "쥬", "댜" ; 쟎
	albhed 17,  2, "듀", "쥬", "댜" ; 쟐
	albhed 17,  2, "듀", "쥬", "댜" ; 쟘
	albhed 17,  2, "듀", "쥬", "댜" ; 쟝
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 17,  4, "도", "조", "더" ; 저
	albhed 17,  4, "도", "조", "더" ; 적
	albhed 17,  4, "도", "조", "더" ; 전
	albhed 17,  4, "도", "조", "더" ; 절
	albhed 17,  4, "도", "조", "더" ; 젊
	albhed 17,  4, "도", "조", "더" ; 점
	albhed 17,  4, "도", "조", "더" ; 접
	albhed 17,  4, "도", "조", "더" ; 젓
	albhed 17,  4, "도", "조", "더" ; 정
	albhed 17,  4, "도", "조", "더" ; 젖
	albhed 17, 10, "드", "즈", "데" ; 제
	albhed 17, 10, "드", "즈", "데" ; 젝
	albhed 17, 10, "드", "즈", "데" ; 젠
	albhed 17, 10, "드", "즈", "데" ; 젤
	albhed 17, 10, "드", "즈", "데" ; 젬
	albhed 17, 10, "드", "즈", "데" ; 젭
	albhed 17, 10, "드", "즈", "데" ; 젯
	albhed 17, 10, "드", "즈", "데" ; 젱
	albhed 17,  4, "됴", "죠", "뎌" ; 져
	albhed 17,  4, "됴", "죠", "뎌" ; 젼
	albhed 17,  4, "됴", "죠", "뎌" ; 졀
	albhed 17,  4, "됴", "죠", "뎌" ; 졈
	albhed 17,  4, "됴", "죠", "뎌" ; 졉
	albhed 17,  4, "됴", "죠", "뎌" ; 졌
	albhed 17,  4, "됴", "죠", "뎌" ; 졍
	albhed 17, 14, "드", "즈", "뎨" ; 졔
	albhed 17,  8, "더", "저", "도" ; 조
	albhed 17,  8, "더", "저", "도" ; 족
	albhed 17,  8, "더", "저", "도" ; 존
	albhed 17,  8, "더", "저", "도" ; 졸
	albhed 17,  8, "더", "저", "도" ; 졺
	albhed 17,  8, "더", "저", "도" ; 좀
	albhed 17,  8, "더", "저", "도" ; 좁
	albhed 17,  8, "더", "저", "도" ; 좃
	albhed 17,  8, "더", "저", "도" ; 종
	albhed 17,  8, "더", "저", "도" ; 좆
	albhed 17,  8, "더", "저", "도" ; 좇
	albhed 17,  8, "더", "저", "도" ; 좋
	albhed 17, 12, "디", "지", "돠" ; 좌
	albhed 17, 12, "디", "지", "돠" ; 좍
	albhed 17, 12, "디", "지", "돠" ; 좔
	albhed 17, 12, "디", "지", "돠" ; 좝
	albhed 17, 12, "디", "지", "돠" ; 좟
	albhed 17, 12, "디", "지", "돠" ; 좡
	albhed 17, 12, "디", "지", "돼" ; 좨
	albhed 17, 12, "디", "지", "돼" ; 좼
	albhed 17, 12, "디", "지", "돼" ; 좽
	albhed 17, 22, "디", "지", "되" ; 죄
	albhed 17, 22, "디", "지", "되" ; 죈
	albhed 17, 22, "디", "지", "되" ; 죌
	albhed 17, 22, "디", "지", "되" ; 죔
	albhed 17, 22, "디", "지", "되" ; 죕
	albhed 17, 22, "디", "지", "되" ; 죗
	albhed 17, 22, "디", "지", "되" ; 죙
	albhed 17,  8, "뎌", "져", "됴" ; 죠
	albhed 17,  8, "뎌", "져", "됴" ; 죡
	albhed 17,  8, "뎌", "져", "됴" ; 죤
	albhed 17,  8, "뎌", "져", "됴" ; 죵
	albhed 17,  6, "다", "자", "두" ; 주
	albhed 17,  6, "다", "자", "두" ; 죽
	albhed 17,  6, "다", "자", "두" ; 준
	albhed 17,  6, "다", "자", "두" ; 줄
	albhed 17,  6, "다", "자", "두" ; 줅
	albhed 17,  6, "다", "자", "두" ; 줆
	albhed 17,  6, "다", "자", "두" ; 줌
	albhed 17,  6, "다", "자", "두" ; 줍
	albhed 17,  6, "다", "자", "두" ; 줏
	albhed 17,  6, "다", "자", "두" ; 중
	albhed 17, 16, "디", "지", "둬" ; 줘
	albhed 17, 16, "디", "지", "둬" ; 줬
	albhed 17, 16, "디", "지", "뒈" ; 줴
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 17, 22, "디", "지", "뒤" ; 쥐
	albhed 17, 22, "디", "지", "뒤" ; 쥑
	albhed 17, 22, "디", "지", "뒤" ; 쥔
	albhed 17, 22, "디", "지", "뒤" ; 쥘
	albhed 17, 22, "디", "지", "뒤" ; 쥠
	albhed 17, 22, "디", "지", "뒤" ; 쥡
	albhed 17, 22, "디", "지", "뒤" ; 쥣
	albhed 17,  6, "댜", "쟈", "듀" ; 쥬
	albhed 17,  6, "댜", "쟈", "듀" ; 쥰
	albhed 17,  6, "댜", "쟈", "듀" ; 쥴
	albhed 17,  6, "댜", "쟈", "듀" ; 쥼
	albhed 17, 18, "데", "제", "드" ; 즈
	albhed 17, 18, "데", "제", "드" ; 즉
	albhed 17, 18, "데", "제", "드" ; 즌
	albhed 17, 18, "데", "제", "드" ; 즐
	albhed 17, 18, "데", "제", "드" ; 즘
	albhed 17, 18, "데", "제", "드" ; 즙
	albhed 17, 18, "데", "제", "드" ; 즛
	albhed 17, 18, "데", "제", "드" ; 증
	albhed 17, 20, "데", "제", "디" ; 지
	albhed 17, 20, "데", "제", "디" ; 직
	albhed 17, 20, "데", "제", "디" ; 진
	albhed 17, 20, "데", "제", "디" ; 짇
	albhed 17, 20, "데", "제", "디" ; 질
	albhed 17, 20, "데", "제", "디" ; 짊
	albhed 17, 20, "데", "제", "디" ; 짐
	albhed 17, 20, "데", "제", "디" ; 집
	albhed 17, 20, "데", "제", "디" ; 짓
	albhed 17, 20, "데", "제", "디" ; 징
	albhed 17, 20, "데", "제", "디" ; 짖
	albhed 17, 20, "데", "제", "디" ; 짙
	albhed 17, 20, "데", "제", "디" ; 짚
	albhed 17,  2, "뚜", "쭈", "따" ; 짜
	albhed 17,  2, "뚜", "쭈", "따" ; 짝
	albhed 17,  2, "뚜", "쭈", "따" ; 짠
	albhed 17,  2, "뚜", "쭈", "따" ; 짢
	albhed 17,  2, "뚜", "쭈", "따" ; 짤
	albhed 17,  2, "뚜", "쭈", "따" ; 짧
	albhed 17,  2, "뚜", "쭈", "따" ; 짬
	albhed 17,  2, "뚜", "쭈", "따" ; 짭
	albhed 17,  2, "뚜", "쭈", "따" ; 짯
	albhed 17,  2, "뚜", "쭈", "따" ; 짰
	albhed 17,  2, "뚜", "쭈", "따" ; 짱
	albhed 17, 10, "뜨", "쯔", "때" ; 째
	albhed 17, 10, "뜨", "쯔", "때" ; 짹
	albhed 17, 10, "뜨", "쯔", "때" ; 짼
	albhed 17, 10, "뜨", "쯔", "때" ; 쨀
	albhed 17, 10, "뜨", "쯔", "때" ; 쨈
	albhed 17, 10, "뜨", "쯔", "때" ; 쨉
	albhed 17, 10, "뜨", "쯔", "때" ; 쨋
	albhed 17, 10, "뜨", "쯔", "때" ; 쨌
	albhed 17, 10, "뜨", "쯔", "때" ; 쨍
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 17,  4, "또", "쪼", "떠" ; 쩌
	albhed 17,  4, "또", "쪼", "떠" ; 쩍
	albhed 17,  4, "또", "쪼", "떠" ; 쩐
	albhed 17,  4, "또", "쪼", "떠" ; 쩔
	albhed 17,  4, "또", "쪼", "떠" ; 쩜
	albhed 17,  4, "또", "쪼", "떠" ; 쩝
	albhed 17,  4, "또", "쪼", "떠" ; 쩟
	albhed 17,  4, "또", "쪼", "떠" ; 쩠
	albhed 17,  4, "또", "쪼", "떠" ; 쩡
	albhed 17, 10, "뜨", "쯔", "떼" ; 쩨
	albhed 17, 10, "뜨", "쯔", "떼" ; 쩽
	albhed_dummy
	albhed_dummy
	albhed 17,  8, "떠", "쩌", "또" ; 쪼
	albhed 17,  8, "떠", "쩌", "또" ; 쪽
	albhed 17,  8, "떠", "쩌", "또" ; 쫀
	albhed 17,  8, "떠", "쩌", "또" ; 쫄
	albhed 17,  8, "떠", "쩌", "또" ; 쫌
	albhed 17,  8, "떠", "쩌", "또" ; 쫍
	albhed 17,  8, "떠", "쩌", "또" ; 쫏
	albhed 17,  8, "떠", "쩌", "또" ; 쫑
	albhed 17,  8, "떠", "쩌", "또" ; 쫓
	albhed 17, 12, "띠", "찌", "똬" ; 쫘
	albhed 17, 12, "띠", "찌", "똬" ; 쫙
	albhed 17, 12, "띠", "찌", "똬" ; 쫠
	albhed 17, 12, "띠", "찌", "똬" ; 쫬
	albhed 17, 12, "띠", "찌", "뙈" ; 쫴
	albhed 17, 12, "띠", "찌", "뙈" ; 쬈
	albhed 17, 22, "띠", "찌", "뙤" ; 쬐
	albhed 17, 22, "띠", "찌", "뙤" ; 쬔
	albhed 17, 22, "띠", "찌", "뙤" ; 쬘
	albhed 17, 22, "띠", "찌", "뙤" ; 쬠
	albhed 17, 22, "띠", "찌", "뙤" ; 쬡
	albhed_dummy
	albhed 17,  6, "따", "짜", "뚜" ; 쭈
	albhed 17,  6, "따", "짜", "뚜" ; 쭉
	albhed 17,  6, "따", "짜", "뚜" ; 쭌
	albhed 17,  6, "따", "짜", "뚜" ; 쭐
	albhed 17,  6, "따", "짜", "뚜" ; 쭘
	albhed 17,  6, "따", "짜", "뚜" ; 쭙
	albhed 17,  6, "따", "짜", "뚜" ; 쭝
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 17, 22, "띠", "찌", "뛰" ; 쮜
	albhed_dummy
	albhed 17, 18, "떼", "쩨", "뜨" ; 쯔
	albhed 17, 18, "떼", "쩨", "뜨" ; 쯤
	albhed 17, 18, "떼", "쩨", "뜨" ; 쯧
	albhed 17, 18, "떼", "쩨", "뜨" ; 쯩
	albhed 17, 20, "떼", "쩨", "띠" ; 찌
	albhed 17, 20, "떼", "쩨", "띠" ; 찍
	albhed 17, 20, "떼", "쩨", "띠" ; 찐
	albhed 17, 20, "떼", "쩨", "띠" ; 찔
	albhed 17, 20, "떼", "쩨", "띠" ; 찜
	albhed 17, 20, "떼", "쩨", "띠" ; 찝
	albhed 17, 20, "떼", "쩨", "띠" ; 찡
	albhed 17, 20, "떼", "쩨", "띠" ; 찢
	albhed 17, 20, "떼", "쩨", "띠" ; 찧
	albhed 19,  2, "푸", "추", "파" ; 차
	albhed 19,  2, "푸", "추", "파" ; 착
	albhed 19,  2, "푸", "추", "파" ; 찬
	albhed 19,  2, "푸", "추", "파" ; 찮
	albhed 19,  2, "푸", "추", "파" ; 찰
	albhed 19,  2, "푸", "추", "파" ; 참
	albhed 19,  2, "푸", "추", "파" ; 찹
	albhed 19,  2, "푸", "추", "파" ; 찻
	albhed 19,  2, "푸", "추", "파" ; 찼
	albhed 19,  2, "푸", "추", "파" ; 창
	albhed 19,  2, "푸", "추", "파" ; 찾
	albhed 19, 10, "프", "츠", "패" ; 채
	albhed 19, 10, "프", "츠", "패" ; 책
	albhed 19, 10, "프", "츠", "패" ; 챈
	albhed 19, 10, "프", "츠", "패" ; 챌
	albhed 19, 10, "프", "츠", "패" ; 챔
	albhed 19, 10, "프", "츠", "패" ; 챕
	albhed 19, 10, "프", "츠", "패" ; 챗
	albhed 19, 10, "프", "츠", "패" ; 챘
	albhed 19, 10, "프", "츠", "패" ; 챙
	albhed 19,  2, "퓨", "츄", "퍄" ; 챠
	albhed 19,  2, "퓨", "츄", "퍄" ; 챤
	albhed 19,  2, "퓨", "츄", "퍄" ; 챦
	albhed 19,  2, "퓨", "츄", "퍄" ; 챨
	albhed 19,  2, "퓨", "츄", "퍄" ; 챰
	albhed 19,  2, "퓨", "츄", "퍄" ; 챵
	albhed 19,  4, "포", "초", "퍼" ; 처
	albhed 19,  4, "포", "초", "퍼" ; 척
	albhed 19,  4, "포", "초", "퍼" ; 천
	albhed 19,  4, "포", "초", "퍼" ; 철
	albhed 19,  4, "포", "초", "퍼" ; 첨
	albhed 19,  4, "포", "초", "퍼" ; 첩
	albhed 19,  4, "포", "초", "퍼" ; 첫
	albhed 19,  4, "포", "초", "퍼" ; 첬
	albhed 19,  4, "포", "초", "퍼" ; 청
	albhed 19, 10, "프", "츠", "페" ; 체
	albhed 19, 10, "프", "츠", "페" ; 첵
	albhed 19, 10, "프", "츠", "페" ; 첸
	albhed 19, 10, "프", "츠", "페" ; 첼
	albhed 19, 10, "프", "츠", "페" ; 쳄
	albhed 19, 10, "프", "츠", "페" ; 쳅
	albhed 19, 10, "프", "츠", "페" ; 쳇
	albhed 19, 10, "프", "츠", "페" ; 쳉
	albhed 19,  4, "표", "쵸", "펴" ; 쳐
	albhed 19,  4, "표", "쵸", "펴" ; 쳔
	albhed 19,  4, "표", "쵸", "펴" ; 쳤
	albhed 19, 14, "프", "츠", "폐" ; 쳬
	albhed 19, 14, "프", "츠", "폐" ; 쳰
	albhed 19, 14, "프", "츠", "폐" ; 촁
	albhed 19,  8, "퍼", "처", "포" ; 초
	albhed 19,  8, "퍼", "처", "포" ; 촉
	albhed 19,  8, "퍼", "처", "포" ; 촌
	albhed 19,  8, "퍼", "처", "포" ; 촐
	albhed 19,  8, "퍼", "처", "포" ; 촘
	albhed 19,  8, "퍼", "처", "포" ; 촙
	albhed 19,  8, "퍼", "처", "포" ; 촛
	albhed 19,  8, "퍼", "처", "포" ; 총
	albhed 19, 12, "피", "치", "퐈" ; 촤
	albhed 19, 12, "피", "치", "퐈" ; 촨
	albhed 19, 12, "피", "치", "퐈" ; 촬
	albhed 19, 12, "피", "치", "퐈" ; 촹
	albhed 19, 22, "피", "치", "푀" ; 최
	albhed 19, 22, "피", "치", "푀" ; 쵠
	albhed 19, 22, "피", "치", "푀" ; 쵤
	albhed 19, 22, "피", "치", "푀" ; 쵬
	albhed 19, 22, "피", "치", "푀" ; 쵭
	albhed 19, 22, "피", "치", "푀" ; 쵯
	albhed 19, 22, "피", "치", "푀" ; 쵱
	albhed 19,  8, "펴", "쳐", "표" ; 쵸
	albhed 19,  8, "펴", "쳐", "표" ; 춈
	albhed 19,  6, "파", "차", "푸" ; 추
	albhed 19,  6, "파", "차", "푸" ; 축
	albhed 19,  6, "파", "차", "푸" ; 춘
	albhed 19,  6, "파", "차", "푸" ; 출
	albhed 19,  6, "파", "차", "푸" ; 춤
	albhed 19,  6, "파", "차", "푸" ; 춥
	albhed 19,  6, "파", "차", "푸" ; 춧
	albhed 19,  6, "파", "차", "푸" ; 충
	albhed 19, 16, "피", "치", "풔" ; 춰
	albhed 19, 16, "피", "치", "풔" ; 췄
	albhed_dummy
	albhed_dummy
	albhed 19, 22, "피", "치", "퓌" ; 취
	albhed 19, 22, "피", "치", "퓌" ; 췬
	albhed 19, 22, "피", "치", "퓌" ; 췰
	albhed 19, 22, "피", "치", "퓌" ; 췸
	albhed 19, 22, "피", "치", "퓌" ; 췹
	albhed 19, 22, "피", "치", "퓌" ; 췻
	albhed 19, 22, "피", "치", "퓌" ; 췽
	albhed 19,  6, "퍄", "챠", "퓨" ; 츄
	albhed 19,  6, "퍄", "챠", "퓨" ; 츈
	albhed 19,  6, "퍄", "챠", "퓨" ; 츌
	albhed 19,  6, "퍄", "챠", "퓨" ; 츔
	albhed 19,  6, "퍄", "챠", "퓨" ; 츙
	albhed 19, 18, "페", "체", "프" ; 츠
	albhed 19, 18, "페", "체", "프" ; 측
	albhed 19, 18, "페", "체", "프" ; 츤
	albhed 19, 18, "페", "체", "프" ; 츨
	albhed 19, 18, "페", "체", "프" ; 츰
	albhed 19, 18, "페", "체", "프" ; 츱
	albhed 19, 18, "페", "체", "프" ; 츳
	albhed 19, 18, "페", "체", "프" ; 층
	albhed 19, 20, "페", "체", "피" ; 치
	albhed 19, 20, "페", "체", "피" ; 칙
	albhed 19, 20, "페", "체", "피" ; 친
	albhed 19, 20, "페", "체", "피" ; 칟
	albhed 19, 20, "페", "체", "피" ; 칠
	albhed 19, 20, "페", "체", "피" ; 칡
	albhed 19, 20, "페", "체", "피" ; 침
	albhed 19, 20, "페", "체", "피" ; 칩
	albhed 19, 20, "페", "체", "피" ; 칫
	albhed 19, 20, "페", "체", "피" ; 칭
	albhed 21,  2, "누", "쿠", "나" ; 카
	albhed 21,  2, "누", "쿠", "나" ; 칵
	albhed 21,  2, "누", "쿠", "나" ; 칸
	albhed 21,  2, "누", "쿠", "나" ; 칼
	albhed 21,  2, "누", "쿠", "나" ; 캄
	albhed 21,  2, "누", "쿠", "나" ; 캅
	albhed 21,  2, "누", "쿠", "나" ; 캇
	albhed 21,  2, "누", "쿠", "나" ; 캉
	albhed 21, 10, "느", "크", "내" ; 캐
	albhed 21, 10, "느", "크", "내" ; 캑
	albhed 21, 10, "느", "크", "내" ; 캔
	albhed 21, 10, "느", "크", "내" ; 캘
	albhed 21, 10, "느", "크", "내" ; 캠
	albhed 21, 10, "느", "크", "내" ; 캡
	albhed 21, 10, "느", "크", "내" ; 캣
	albhed 21, 10, "느", "크", "내" ; 캤
	albhed 21, 10, "느", "크", "내" ; 캥
	albhed 21,  2, "뉴", "큐", "냐" ; 캬
	albhed 21,  2, "뉴", "큐", "냐" ; 캭
	albhed 21,  2, "뉴", "큐", "냐" ; 컁
	albhed 21,  4, "노", "코", "너" ; 커
	albhed 21,  4, "노", "코", "너" ; 컥
	albhed 21,  4, "노", "코", "너" ; 컨
	albhed 21,  4, "노", "코", "너" ; 컫
	albhed 21,  4, "노", "코", "너" ; 컬
	albhed 21,  4, "노", "코", "너" ; 컴
	albhed 21,  4, "노", "코", "너" ; 컵
	albhed 21,  4, "노", "코", "너" ; 컷
	albhed 21,  4, "노", "코", "너" ; 컸
	albhed 21,  4, "노", "코", "너" ; 컹
	albhed 21, 10, "느", "크", "네" ; 케
	albhed 21, 10, "느", "크", "네" ; 켁
	albhed 21, 10, "느", "크", "네" ; 켄
	albhed 21, 10, "느", "크", "네" ; 켈
	albhed 21, 10, "느", "크", "네" ; 켐
	albhed 21, 10, "느", "크", "네" ; 켑
	albhed 21, 10, "느", "크", "네" ; 켓
	albhed 21, 10, "느", "크", "네" ; 켕
	albhed 21,  4, "뇨", "쿄", "녀" ; 켜
	albhed 21,  4, "뇨", "쿄", "녀" ; 켠
	albhed 21,  4, "뇨", "쿄", "녀" ; 켤
	albhed 21,  4, "뇨", "쿄", "녀" ; 켬
	albhed 21,  4, "뇨", "쿄", "녀" ; 켭
	albhed 21,  4, "뇨", "쿄", "녀" ; 켯
	albhed 21,  4, "뇨", "쿄", "녀" ; 켰
	albhed 21,  4, "뇨", "쿄", "녀" ; 켱
	albhed 21, 14, "느", "크", "녜" ; 켸
	albhed 21,  8, "너", "커", "노" ; 코
	albhed 21,  8, "너", "커", "노" ; 콕
	albhed 21,  8, "너", "커", "노" ; 콘
	albhed 21,  8, "너", "커", "노" ; 콜
	albhed 21,  8, "너", "커", "노" ; 콤
	albhed 21,  8, "너", "커", "노" ; 콥
	albhed 21,  8, "너", "커", "노" ; 콧
	albhed 21,  8, "너", "커", "노" ; 콩
	albhed 21, 12, "니", "키", "놔" ; 콰
	albhed 21, 12, "니", "키", "놔" ; 콱
	albhed 21, 12, "니", "키", "놔" ; 콴
	albhed 21, 12, "니", "키", "놔" ; 콸
	albhed 21, 12, "니", "키", "놔" ; 쾀
	albhed 21, 12, "니", "키", "놔" ; 쾅
	albhed_dummy
	albhed_dummy
	albhed 21, 22, "니", "키", "뇌" ; 쾨
	albhed 21, 22, "니", "키", "뇌" ; 쾰
	albhed 21,  8, "녀", "켜", "뇨" ; 쿄
	albhed 21,  6, "나", "카", "누" ; 쿠
	albhed 21,  6, "나", "카", "누" ; 쿡
	albhed 21,  6, "나", "카", "누" ; 쿤
	albhed 21,  6, "나", "카", "누" ; 쿨
	albhed 21,  6, "나", "카", "누" ; 쿰
	albhed 21,  6, "나", "카", "누" ; 쿱
	albhed 21,  6, "나", "카", "누" ; 쿳
	albhed 21,  6, "나", "카", "누" ; 쿵
	albhed 21, 16, "니", "키", "눠" ; 쿼
	albhed 21, 16, "니", "키", "눠" ; 퀀
	albhed 21, 16, "니", "키", "눠" ; 퀄
	albhed 21, 16, "니", "키", "눠" ; 퀑
	albhed 21, 16, "니", "키", "눼" ; 퀘
	albhed 21, 16, "니", "키", "눼" ; 퀭
	albhed 21, 22, "니", "키", "뉘" ; 퀴
	albhed 21, 22, "니", "키", "뉘" ; 퀵
	albhed 21, 22, "니", "키", "뉘" ; 퀸
	albhed 21, 22, "니", "키", "뉘" ; 퀼
	albhed 21, 22, "니", "키", "뉘" ; 큄
	albhed 21, 22, "니", "키", "뉘" ; 큅
	albhed 21, 22, "니", "키", "뉘" ; 큇
	albhed 21, 22, "니", "키", "뉘" ; 큉
	albhed 21,  6, "냐", "캬", "뉴" ; 큐
	albhed 21,  6, "냐", "캬", "뉴" ; 큔
	albhed 21,  6, "냐", "캬", "뉴" ; 큘
	albhed 21,  6, "냐", "캬", "뉴" ; 큠
	albhed 21, 18, "네", "케", "느" ; 크
	albhed 21, 18, "네", "케", "느" ; 큭
	albhed 21, 18, "네", "케", "느" ; 큰
	albhed 21, 18, "네", "케", "느" ; 클
	albhed 21, 18, "네", "케", "느" ; 큼
	albhed 21, 18, "네", "케", "느" ; 큽
	albhed 21, 18, "네", "케", "느" ; 킁
	albhed 21, 20, "네", "케", "니" ; 키
	albhed 21, 20, "네", "케", "니" ; 킥
	albhed 21, 20, "네", "케", "니" ; 킨
	albhed 21, 20, "네", "케", "니" ; 킬
	albhed 21, 20, "네", "케", "니" ; 킴
	albhed 21, 20, "네", "케", "니" ; 킵
	albhed 21, 20, "네", "케", "니" ; 킷
	albhed 21, 20, "네", "케", "니" ; 킹
	albhed 23,  2, "루", "투", "라" ; 타
	albhed 23,  2, "루", "투", "라" ; 탁
	albhed 23,  2, "루", "투", "라" ; 탄
	albhed 23,  2, "루", "투", "라" ; 탈
	albhed 23,  2, "루", "투", "라" ; 탉
	albhed 23,  2, "루", "투", "라" ; 탐
	albhed 23,  2, "루", "투", "라" ; 탑
	albhed 23,  2, "루", "투", "라" ; 탓
	albhed 23,  2, "루", "투", "라" ; 탔
	albhed 23,  2, "루", "투", "라" ; 탕
	albhed 23, 10, "르", "트", "래" ; 태
	albhed 23, 10, "르", "트", "래" ; 택
	albhed 23, 10, "르", "트", "래" ; 탠
	albhed 23, 10, "르", "트", "래" ; 탤
	albhed 23, 10, "르", "트", "래" ; 탬
	albhed 23, 10, "르", "트", "래" ; 탭
	albhed 23, 10, "르", "트", "래" ; 탯
	albhed 23, 10, "르", "트", "래" ; 탰
	albhed 23, 10, "르", "트", "래" ; 탱
	albhed 23,  2, "류", "튜", "랴" ; 탸
	albhed 23,  2, "류", "튜", "랴" ; 턍
	albhed 23,  4, "로", "토", "러" ; 터
	albhed 23,  4, "로", "토", "러" ; 턱
	albhed 23,  4, "로", "토", "러" ; 턴
	albhed 23,  4, "로", "토", "러" ; 털
	albhed 23,  4, "로", "토", "러" ; 턺
	albhed 23,  4, "로", "토", "러" ; 텀
	albhed 23,  4, "로", "토", "러" ; 텁
	albhed 23,  4, "로", "토", "러" ; 텃
	albhed 23,  4, "로", "토", "러" ; 텄
	albhed 23,  4, "로", "토", "러" ; 텅
	albhed 23, 10, "르", "트", "레" ; 테
	albhed 23, 10, "르", "트", "레" ; 텍
	albhed 23, 10, "르", "트", "레" ; 텐
	albhed 23, 10, "르", "트", "레" ; 텔
	albhed 23, 10, "르", "트", "레" ; 템
	albhed 23, 10, "르", "트", "레" ; 텝
	albhed 23, 10, "르", "트", "레" ; 텟
	albhed 23, 10, "르", "트", "레" ; 텡
	albhed 23,  4, "료", "툐", "려" ; 텨
	albhed 23,  4, "료", "툐", "려" ; 텬
	albhed 23,  4, "료", "툐", "려" ; 텼
	albhed 23, 14, "르", "트", "례" ; 톄
	albhed 23, 14, "르", "트", "례" ; 톈
	albhed 23,  8, "러", "터", "로" ; 토
	albhed 23,  8, "러", "터", "로" ; 톡
	albhed 23,  8, "러", "터", "로" ; 톤
	albhed 23,  8, "러", "터", "로" ; 톨
	albhed 23,  8, "러", "터", "로" ; 톰
	albhed 23,  8, "러", "터", "로" ; 톱
	albhed 23,  8, "러", "터", "로" ; 톳
	albhed 23,  8, "러", "터", "로" ; 통
	albhed 23,  8, "러", "터", "로" ; 톺
	albhed 23, 12, "리", "티", "롸" ; 톼
	albhed 23, 12, "리", "티", "롸" ; 퇀
	albhed_dummy
	albhed 23, 22, "리", "티", "뢰" ; 퇴
	albhed 23, 22, "리", "티", "뢰" ; 퇸
	albhed 23, 22, "리", "티", "뢰" ; 툇
	albhed 23, 22, "리", "티", "뢰" ; 툉
	albhed 23,  8, "려", "텨", "료" ; 툐
	albhed 23,  6, "라", "타", "루" ; 투
	albhed 23,  6, "라", "타", "루" ; 툭
	albhed 23,  6, "라", "타", "루" ; 툰
	albhed 23,  6, "라", "타", "루" ; 툴
	albhed 23,  6, "라", "타", "루" ; 툼
	albhed 23,  6, "라", "타", "루" ; 툽
	albhed 23,  6, "라", "타", "루" ; 툿
	albhed 23,  6, "라", "타", "루" ; 퉁
	albhed 23, 16, "리", "티", "뤄" ; 퉈
	albhed 23, 16, "리", "티", "뤄" ; 퉜
	albhed 23, 16, "리", "티", "뤠" ; 퉤
	albhed 23, 22, "리", "티", "뤼" ; 튀
	albhed 23, 22, "리", "티", "뤼" ; 튁
	albhed 23, 22, "리", "티", "뤼" ; 튄
	albhed 23, 22, "리", "티", "뤼" ; 튈
	albhed 23, 22, "리", "티", "뤼" ; 튐
	albhed 23, 22, "리", "티", "뤼" ; 튑
	albhed 23, 22, "리", "티", "뤼" ; 튕
	albhed 23,  6, "랴", "탸", "류" ; 튜
	albhed 23,  6, "랴", "탸", "류" ; 튠
	albhed 23,  6, "랴", "탸", "류" ; 튤
	albhed 23,  6, "랴", "탸", "류" ; 튬
	albhed 23,  6, "랴", "탸", "류" ; 튱
	albhed 23, 18, "레", "테", "르" ; 트
	albhed 23, 18, "레", "테", "르" ; 특
	albhed 23, 18, "레", "테", "르" ; 튼
	albhed 23, 18, "레", "테", "르" ; 튿
	albhed 23, 18, "레", "테", "르" ; 틀
	albhed 23, 18, "레", "테", "르" ; 틂
	albhed 23, 18, "레", "테", "르" ; 틈
	albhed 23, 18, "레", "테", "르" ; 틉
	albhed 23, 18, "레", "테", "르" ; 틋
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed_dummy
	albhed 23, 20, "레", "테", "리" ; 티
	albhed 23, 20, "레", "테", "리" ; 틱
	albhed 23, 20, "레", "테", "리" ; 틴
	albhed 23, 20, "레", "테", "리" ; 틸
	albhed 23, 20, "레", "테", "리" ; 팀
	albhed 23, 20, "레", "테", "리" ; 팁
	albhed 23, 20, "레", "테", "리" ; 팃
	albhed 23, 20, "레", "테", "리" ; 팅
	albhed 25,  2, "무", "푸", "마" ; 파
	albhed 25,  2, "무", "푸", "마" ; 팍
	albhed 25,  2, "무", "푸", "마" ; 팎
	albhed 25,  2, "무", "푸", "마" ; 판
	albhed 25,  2, "무", "푸", "마" ; 팔
	albhed 25,  2, "무", "푸", "마" ; 팖
	albhed 25,  2, "무", "푸", "마" ; 팜
	albhed 25,  2, "무", "푸", "마" ; 팝
	albhed 25,  2, "무", "푸", "마" ; 팟
	albhed 25,  2, "무", "푸", "마" ; 팠
	albhed 25,  2, "무", "푸", "마" ; 팡
	albhed 25,  2, "무", "푸", "마" ; 팥
	albhed 25, 10, "므", "프", "매" ; 패
	albhed 25, 10, "므", "프", "매" ; 팩
	albhed 25, 10, "므", "프", "매" ; 팬
	albhed 25, 10, "므", "프", "매" ; 팰
	albhed 25, 10, "므", "프", "매" ; 팸
	albhed 25, 10, "므", "프", "매" ; 팹
	albhed 25, 10, "므", "프", "매" ; 팻
	albhed 25, 10, "므", "프", "매" ; 팼
	albhed 25, 10, "므", "프", "매" ; 팽
	albhed 25,  2, "뮤", "퓨", "먀" ; 퍄
	albhed 25,  2, "뮤", "퓨", "먀" ; 퍅
	albhed 25,  4, "모", "포", "머" ; 퍼
	albhed 25,  4, "모", "포", "머" ; 퍽
	albhed 25,  4, "모", "포", "머" ; 펀
	albhed 25,  4, "모", "포", "머" ; 펄
	albhed 25,  4, "모", "포", "머" ; 펌
	albhed 25,  4, "모", "포", "머" ; 펍
	albhed 25,  4, "모", "포", "머" ; 펏
	albhed 25,  4, "모", "포", "머" ; 펐
	albhed 25,  4, "모", "포", "머" ; 펑
	albhed 25, 10, "므", "프", "메" ; 페
	albhed 25, 10, "므", "프", "메" ; 펙
	albhed 25, 10, "므", "프", "메" ; 펜
	albhed 25, 10, "므", "프", "메" ; 펠
	albhed 25, 10, "므", "프", "메" ; 펨
	albhed 25, 10, "므", "프", "메" ; 펩
	albhed 25, 10, "므", "프", "메" ; 펫
	albhed 25, 10, "므", "프", "메" ; 펭
	albhed 25,  4, "묘", "표", "며" ; 펴
	albhed 25,  4, "묘", "표", "며" ; 편
	albhed 25,  4, "묘", "표", "며" ; 펼
	albhed 25,  4, "묘", "표", "며" ; 폄
	albhed 25,  4, "묘", "표", "며" ; 폅
	albhed 25,  4, "묘", "표", "며" ; 폈
	albhed 25,  4, "묘", "표", "며" ; 평
	albhed 25, 14, "므", "프", "몌" ; 폐
	albhed 25, 14, "므", "프", "몌" ; 폘
	albhed 25, 14, "므", "프", "몌" ; 폡
	albhed 25, 14, "므", "프", "몌" ; 폣
	albhed 25,  8, "머", "퍼", "모" ; 포
	albhed 25,  8, "머", "퍼", "모" ; 폭
	albhed 25,  8, "머", "퍼", "모" ; 폰
	albhed 25,  8, "머", "퍼", "모" ; 폴
	albhed 25,  8, "머", "퍼", "모" ; 폼
	albhed 25,  8, "머", "퍼", "모" ; 폽
	albhed 25,  8, "머", "퍼", "모" ; 폿
	albhed 25,  8, "머", "퍼", "모" ; 퐁
	albhed 25, 12, "미", "피", "뫄" ; 퐈
	albhed 25, 12, "미", "피", "뫄" ; 퐝
	albhed 25, 22, "미", "피", "뫼" ; 푀
	albhed 25, 22, "미", "피", "뫼" ; 푄
	albhed 25,  8, "며", "펴", "묘" ; 표
	albhed 25,  8, "며", "펴", "묘" ; 푠
	albhed 25,  8, "며", "펴", "묘" ; 푤
	albhed 25,  8, "며", "펴", "묘" ; 푭
	albhed 25,  8, "며", "펴", "묘" ; 푯
	albhed 25,  6, "마", "파", "무" ; 푸
	albhed 25,  6, "마", "파", "무" ; 푹
	albhed 25,  6, "마", "파", "무" ; 푼
	albhed 25,  6, "마", "파", "무" ; 푿
	albhed 25,  6, "마", "파", "무" ; 풀
	albhed 25,  6, "마", "파", "무" ; 풂
	albhed 25,  6, "마", "파", "무" ; 품
	albhed 25,  6, "마", "파", "무" ; 풉
	albhed 25,  6, "마", "파", "무" ; 풋
	albhed 25,  6, "마", "파", "무" ; 풍
	albhed 25, 16, "미", "피", "뭐" ; 풔
	albhed 25, 16, "미", "피", "뭐" ; 풩
	albhed 25, 22, "미", "피", "뮈" ; 퓌
	albhed 25, 22, "미", "피", "뮈" ; 퓐
	albhed 25, 22, "미", "피", "뮈" ; 퓔
	albhed 25, 22, "미", "피", "뮈" ; 퓜
	albhed 25, 22, "미", "피", "뮈" ; 퓟
	albhed 25,  6, "먀", "퍄", "뮤" ; 퓨
	albhed 25,  6, "먀", "퍄", "뮤" ; 퓬
	albhed 25,  6, "먀", "퍄", "뮤" ; 퓰
	albhed 25,  6, "먀", "퍄", "뮤" ; 퓸
	albhed 25,  6, "먀", "퍄", "뮤" ; 퓻
	albhed 25,  6, "먀", "퍄", "뮤" ; 퓽
	albhed 25, 18, "메", "페", "므" ; 프
	albhed 25, 18, "메", "페", "므" ; 픈
	albhed 25, 18, "메", "페", "므" ; 플
	albhed 25, 18, "메", "페", "므" ; 픔
	albhed 25, 18, "메", "페", "므" ; 픕
	albhed 25, 18, "메", "페", "므" ; 픗
	albhed 25, 20, "메", "페", "미" ; 피
	albhed 25, 20, "메", "페", "미" ; 픽
	albhed 25, 20, "메", "페", "미" ; 핀
	albhed 25, 20, "메", "페", "미" ; 필
	albhed 25, 20, "메", "페", "미" ; 핌
	albhed 25, 20, "메", "페", "미" ; 핍
	albhed 25, 20, "메", "페", "미" ; 핏
	albhed 25, 20, "메", "페", "미" ; 핑
	albhed 26,  2, "투", "후", "타" ; 하
	albhed 26,  2, "투", "후", "타" ; 학
	albhed 26,  2, "투", "후", "타" ; 한
	albhed 26,  2, "투", "후", "타" ; 할
	albhed 26,  2, "투", "후", "타" ; 핥
	albhed 26,  2, "투", "후", "타" ; 함
	albhed 26,  2, "투", "후", "타" ; 합
	albhed 26,  2, "투", "후", "타" ; 핫
	albhed 26,  2, "투", "후", "타" ; 항
	albhed 26, 10, "트", "흐", "태" ; 해
	albhed 26, 10, "트", "흐", "태" ; 핵
	albhed 26, 10, "트", "흐", "태" ; 핸
	albhed 26, 10, "트", "흐", "태" ; 핼
	albhed 26, 10, "트", "흐", "태" ; 햄
	albhed 26, 10, "트", "흐", "태" ; 햅
	albhed 26, 10, "트", "흐", "태" ; 햇
	albhed 26, 10, "트", "흐", "태" ; 했
	albhed 26, 10, "트", "흐", "태" ; 행
	albhed 26,  2, "튜", "휴", "탸" ; 햐
	albhed 26,  2, "튜", "휴", "탸" ; 향
	albhed 26,  4, "토", "호", "터" ; 허
	albhed 26,  4, "토", "호", "터" ; 헉
	albhed 26,  4, "토", "호", "터" ; 헌
	albhed 26,  4, "토", "호", "터" ; 헐
	albhed 26,  4, "토", "호", "터" ; 헒
	albhed 26,  4, "토", "호", "터" ; 험
	albhed 26,  4, "토", "호", "터" ; 헙
	albhed 26,  4, "토", "호", "터" ; 헛
	albhed 26,  4, "토", "호", "터" ; 헝
	albhed 26, 10, "트", "흐", "테" ; 헤
	albhed_dummy
	albhed_dummy
	albhed 26, 10, "트", "흐", "테" ; 헥
	albhed 26, 10, "트", "흐", "테" ; 헨
	albhed 26, 10, "트", "흐", "테" ; 헬
	albhed 26, 10, "트", "흐", "테" ; 헴
	albhed 26, 10, "트", "흐", "테" ; 헵
	albhed 26, 10, "트", "흐", "테" ; 헷
	albhed 26, 10, "트", "흐", "테" ; 헹
	albhed 26,  4, "툐", "효", "텨" ; 혀
	albhed 26,  4, "툐", "효", "텨" ; 혁
	albhed 26,  4, "툐", "효", "텨" ; 현
	albhed 26,  4, "툐", "효", "텨" ; 혈
	albhed 26,  4, "툐", "효", "텨" ; 혐
	albhed 26,  4, "툐", "효", "텨" ; 협
	albhed 26,  4, "툐", "효", "텨" ; 혓
	albhed 26,  4, "툐", "효", "텨" ; 혔
	albhed 26,  4, "툐", "효", "텨" ; 형
	albhed 26, 14, "트", "흐", "톄" ; 혜
	albhed 26, 14, "트", "흐", "톄" ; 혠
	albhed 26, 14, "트", "흐", "톄" ; 혤
	albhed 26, 14, "트", "흐", "톄" ; 혭
	albhed 26,  8, "터", "허", "토" ; 호
	albhed 26,  8, "터", "허", "토" ; 혹
	albhed 26,  8, "터", "허", "토" ; 혼
	albhed 26,  8, "터", "허", "토" ; 홀
	albhed 26,  8, "터", "허", "토" ; 홅
	albhed 26,  8, "터", "허", "토" ; 홈
	albhed 26,  8, "터", "허", "토" ; 홉
	albhed 26,  8, "터", "허", "토" ; 홋
	albhed 26,  8, "터", "허", "토" ; 홍
	albhed 26,  8, "터", "허", "토" ; 홑
	albhed 26, 12, "티", "히", "톼" ; 화
	albhed 26, 12, "티", "히", "톼" ; 확
	albhed 26, 12, "티", "히", "톼" ; 환
	albhed 26, 12, "티", "히", "톼" ; 활
	albhed 26, 12, "티", "히", "톼" ; 홧
	albhed 26, 12, "티", "히", "톼" ; 황
	albhed 26, 12, "티", "히", "퇘" ; 홰
	albhed 26, 12, "티", "히", "퇘" ; 홱
	albhed 26, 12, "티", "히", "퇘" ; 홴
	albhed 26, 12, "티", "히", "퇘" ; 횃
	albhed 26, 12, "티", "히", "퇘" ; 횅
	albhed 26, 22, "티", "히", "퇴" ; 회
	albhed 26, 22, "티", "히", "퇴" ; 획
	albhed 26, 22, "티", "히", "퇴" ; 횐
	albhed 26, 22, "티", "히", "퇴" ; 횔
	albhed 26, 22, "티", "히", "퇴" ; 횝
	albhed 26, 22, "티", "히", "퇴" ; 횟
	albhed 26, 22, "티", "히", "퇴" ; 횡
	albhed 26,  8, "텨", "혀", "툐" ; 효
	albhed 26,  8, "텨", "혀", "툐" ; 횬
	albhed 26,  8, "텨", "혀", "툐" ; 횰
	albhed 26,  8, "텨", "혀", "툐" ; 횹
	albhed 26,  8, "텨", "혀", "툐" ; 횻
	albhed 26,  6, "타", "하", "투" ; 후
	albhed 26,  6, "타", "하", "투" ; 훅
	albhed 26,  6, "타", "하", "투" ; 훈
	albhed 26,  6, "타", "하", "투" ; 훌
	albhed 26,  6, "타", "하", "투" ; 훑
	albhed 26,  6, "타", "하", "투" ; 훔
	albhed 26,  6, "타", "하", "투" ; 훗
	albhed 26,  6, "타", "하", "투" ; 훙
	albhed 26, 16, "티", "히", "퉈" ; 훠
	albhed 26, 16, "티", "히", "퉈" ; 훤
	albhed 26, 16, "티", "히", "퉈" ; 훨
	albhed 26, 16, "티", "히", "퉈" ; 훰
	albhed 26, 16, "티", "히", "퉈" ; 훵
	albhed 26, 16, "티", "히", "퉤" ; 훼
	albhed 26, 16, "티", "히", "퉤" ; 훽
	albhed 26, 16, "티", "히", "퉤" ; 휀
	albhed 26, 16, "티", "히", "퉤" ; 휄
	albhed 26, 16, "티", "히", "퉤" ; 휑
	albhed 26, 22, "티", "히", "튀" ; 휘
	albhed 26, 22, "티", "히", "튀" ; 휙
	albhed 26, 22, "티", "히", "튀" ; 휜
	albhed 26, 22, "티", "히", "튀" ; 휠
	albhed 26, 22, "티", "히", "튀" ; 휨
	albhed 26, 22, "티", "히", "튀" ; 휩
	albhed 26, 22, "티", "히", "튀" ; 휫
	albhed 26, 22, "티", "히", "튀" ; 휭
	albhed 26,  6, "탸", "햐", "튜" ; 휴
	albhed 26,  6, "탸", "햐", "튜" ; 휵
	albhed 26,  6, "탸", "햐", "튜" ; 휸
	albhed 26,  6, "탸", "햐", "튜" ; 휼
	albhed 26,  6, "탸", "햐", "튜" ; 흄
	albhed 26,  6, "탸", "햐", "튜" ; 흇
	albhed 26,  6, "탸", "햐", "튜" ; 흉
	albhed 26, 18, "테", "헤", "트" ; 흐
	albhed 26, 18, "테", "헤", "트" ; 흑
	albhed 26, 18, "테", "헤", "트" ; 흔
	albhed 26, 18, "테", "헤", "트" ; 흖
	albhed 26, 18, "테", "헤", "트" ; 흗
	albhed 26, 18, "테", "헤", "트" ; 흘
	albhed 26, 18, "테", "헤", "트" ; 흙
	albhed 26, 18, "테", "헤", "트" ; 흠
	albhed 26, 18, "테", "헤", "트" ; 흡
	albhed 26, 18, "테", "헤", "트" ; 흣
	albhed 26, 18, "테", "헤", "트" ; 흥
	albhed 26, 18, "테", "헤", "트" ; 흩
	albhed 26, 24, "테", "헤", "틔" ; 희
	albhed 26, 24, "테", "헤", "틔" ; 흰
	albhed_dummy
	albhed 26, 24, "테", "헤", "틔" ; 흴
	albhed 26, 24, "테", "헤", "틔" ; 흼
	albhed 26, 24, "테", "헤", "틔" ; 흽
	albhed 26, 24, "테", "헤", "틔" ; 힁
	albhed 26, 20, "테", "헤", "티" ; 히
	albhed 26, 20, "테", "헤", "티" ; 힉
	albhed 26, 20, "테", "헤", "티" ; 힌
	albhed 26, 20, "테", "헤", "티" ; 힐
	albhed 26, 20, "테", "헤", "티" ; 힘
	albhed 26, 20, "테", "헤", "티" ; 힙
	albhed 26, 20, "테", "헤", "티" ; 힛
	albhed 26, 20, "테", "헤", "티" ; 힝
